[{"start":"20231102140000 +0100","stop":"20231102154000 +0100","channel": "TF1","title":"Coup de foudre à l'auberge de Noël","desc":"Une blogueuse spécialisée dans les voyages se retrouve conviée à venir découvrir la petite auberge d'un homme à l'occasion des fêtes de Noël.","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/20/c094621d3b7dea0ce8f4746096a4f644e2b761b7_95A908EAA44342BD0D29CFF224EECF14.jpg"},{"start":"20231102154000 +0100","stop":"20231102173000 +0100","channel": "TF1","title":"Il faut sauver la boutique de Noël","desc":"Analyste de données dans une grande chaîne de magasins de jouets, Charlie apprécie énormément son métier. Un jour, elle apprend, sous le choc, que le groupe souhaite fermer tous les magasins dont il est propriétaire car ceux-ci s'avèrent de moins en moins rentables, concurrencés par la bien plus fructueuse vente en ligne. Charlie refuse ce triste sort et décide de tout mettre en œuvre pour tenter d'empêcher la catastrophe. D'autant plus que la jeune femme possède un atout non négligeable : elle élabore elle-même des jouets dans le plus grand secret, et elle trouve enfin une occasion de dévoiler ce talent caché à Grant, un directeur de magasin aussi déterminé qu'elle...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2022/11/10/93e49f7cc13410ae31086cd5df1c5103b6a69ee4.jpg"},{"start":"20231102125000 +0100","stop":"20231102145000 +0100","channel": "W9","title":"Une princesse pour Noël","desc":"Alors qu'elle entame sa dernière année de lycée, Donaly réalise un rêve en s'inscrivant au concours de la parade des roses, qui élit une princesse chaque année pour son défilé télévisé. Elevée dans la plus grande misère par une mère en proie à ses addictions, Donaly a été adoptée avec sa soeur et son frère par un couple aimant qui la soutient dans son initiative, mais l'adolescente va devoir dépasser ses angoisses...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2023/10/20/eacac3464394f7b37350565c6231c15324cd7830_F0F8F6C7A07D153A902460C9AC1C3640.jpg"},{"start":"20231102145000 +0100","stop":"20231102164000 +0100","channel": "W9","title":"Un prince pour Noël","desc":"Le prince Duncan de Balemont doit épouser une parfaite inconnue à Noël. Refusant ce mariage arrangé, il fuit l'Europe pour les Etats-Unis et, après avoir mis sa voiture dans un fossé, se retrouve bloqué dans une petite ville loin de New York. Gardant son identité secrète, le prince tombe alors sous le charme d'Emma, une serveuse élevant seule sa soeur de 17 ans, et décide de rester plus longtemps que prévu...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231102085000 +0100","stop":"20231102103000 +0100","channel": "TMC","title":"Profession Père Noël","desc":"Holly, une jeune vétérinaire, file le parfait amour avec son compagnon Connor, un concepteur de jouets. Noël approchant, Connor demande à Holly d'inviter ses parents. Il souhaite en effet demander la main de sa fiancée le soir du réveillon. Mais à cette époque de l'année, les parents de Holly, qui vivent très loin dans le Nord, sont débordés. Connor suggère aussitôt de les rejoindre. Les voilà donc partis pour le bout du monde. Ce que Holly a caché à Connor, c'est qu'elle est en réalité la fille du Père Noël. Il ignore que s'il l'épouse, il s'engagera en même temps à devenir le prochain Père Noël. C'est la tradition familiale. Mais comment le lui annoncer ? Ne va-t-il pas fuir devant cette responsabilité ?...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/16/cda648a334df2ae657d71a70aa3fd9a7c68cca4c_99AEDDBEC1B769E2DB5E39B243C46F3A.jpg"},{"start":"20231102103000 +0100","stop":"20231102121000 +0100","channel": "TMC","title":"Un hôtel pour deux à Noël","desc":"Amanda travaille à Miami et gère plusieurs établissements pour le compte des hôtels Horton. Elle rentre exceptionnellement à Hollybush, sa ville natale, pour passer Noël avec Eileen, sa grand-mère. A cause d'un bug informatique survenu à l'agence de location, elle est contrainte de faire la route du retour en compagnie de Lucas Manzino, un ancien camarade de lycée...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/12/08/4b8e074417627a4504ea45fc8c361ffb7b6779c7.jpg"},{"start":"20231102121000 +0100","stop":"20231102135500 +0100","channel": "TMC","title":"Noël au château","desc":"Pianiste célèbre, Margot passe quelques jours dans la région d'où elle est originaire, souhaitant profiter des fêtes de fin d'année auprès de sa famille. Hasard ou coïncidence, son ancien compagnon, Jackson, se trouve au même endroit au même moment. Ce dernier s'est vu confier la tâche d'organiser un concert au château de la ville. Il propose à Margot de se joindre au projet afin de tenter de monter un spectacle mémorable. Elle accepte volontiers...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/11/13/53897f6de3e8359679b81fd68458479444d8f74e.jpg"},{"start":"20231103140000 +0100","stop":"20231103154000 +0100","channel": "TF1","title":"La légende du prince de Noël","desc":"Une brillante ingénieure en aérospatiale jongle entre son travail et sa vie de mère célibataire, tout en s'employant à créer de jolis souvenirs à sa fille.","category":"téléfilm dramatique","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/21/f12eb1e5f2ee105c136981dbfa64eaa249c22f26_664DAD3D5E9A6DFCE6A2935F2A960B72.jpg"},{"start":"20231103154000 +0100","stop":"20231103173000 +0100","channel": "TF1","title":"Un voeu d'amour pour Noël","desc":"Chaque année, Lucy anime une grande opération caritative pour réaliser les voeux de Noël des habitants de la ville de Elmhurst. Cette fois, Maxine, une petite fille qui a récemment emménagé avec son papa veuf depuis trois ans, exprime le souhait de passer un beau Noël comme avant la disparition de sa maman. Lucy réussit à surmonter en douceur les réticences de Lucas, son papa, pour leur faire passer un joli Noël…","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/10/28/5bc4f8e89f9ec2e6a1d2d3834a3be29153f1ac0a.jpg"},{"start":"20231103125000 +0100","stop":"20231103145000 +0100","channel": "W9","title":"Un Noël tout en fleurs","desc":"Poppy Benson, propriétaire d'une boutique de fleurs, se bat au quotidien pour garder son magasin ouvert. Pour gagner de l'argent et assurer la survie de son magasin, elle participe à un concours floral local. Mais rapidement, Poppy s'éprend de Garrett Hurley, l'un des participants, mais aussi son principal adversaire dans la compétition. Cette romance naissance risque de compromettre son projet...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/10/04/346f9c254cdf1d7cbcb7d795bfdbbcaef700e61c.jpg"},{"start":"20231103145000 +0100","stop":"20231103164000 +0100","channel": "W9","title":"L'amour revient toujours à Noël","desc":"Sarah est avocate et défend les derniers dossiers de sa mère, décédée récemment. Elle reçoit alors une invitation, qu'elle attribue à son patron, pour passer Noël dans une auberge. Elle y rencontre Ben, le charmant propriétaire, et d'autres clients qui ont reçu la même proposition. Mais Sarah découvre rapidement qu'elle n'est pas là par hasard...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/10/17/085735751eccbe6ad14d252a2fe3be8a849073cd.jpg"},{"start":"20231103071000 +0100","stop":"20231103085000 +0100","channel": "TMC","title":"Coup de foudre sur une mélodie de Noël","desc":"Conseillère d'administration scolaire par intérim, Eve a l'habitude de gérer son budget au plus près. Elle considère à ce titre que l'atelier musical animé par Liam représente une dépense qu'il serait bon de supprimer. Pour soutenir cette activité, un site a été créé et doit permettre de recevoir des dons. Liam doit présenter le travail de ses élèves et ainsi sensibiliser les citoyens. Eve, de retour dans sa ville natale, apprend à mieux connaître ses habitants. Elle rencontre Liam, qui vit avec sa fille. La magie de Noël pourrait bien agir...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/11/01/d8824b097daac996a84fe3b87a25a9eedc85ea45.jpg"},{"start":"20231103085000 +0100","stop":"20231103103000 +0100","channel": "TMC","title":"L'accord parfait de Noël","desc":"Maclain et Jake ont beau être frères, ils se sont beaucoup éloignés depuis la mort de leurs parents. Jake a envie de renouer avec son frère pour Noël, mais Maclain refuse de le voir parce qu'il le pense fou, Jake prétendant pouvoir voyager dans le temps. Clare, la petite amie de Maclain, décide de les aider à se rapprocher.","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/07/12/8cb1ef1d77659d2193a2a31aea50cfec3ce31410.jpg"},{"start":"20231103103000 +0100","stop":"20231103121000 +0100","channel": "TMC","title":"Un mariage sous le sapin","desc":"Les Spruce et les Pine, deux familles rivales, se querellent depuis des années. Jusqu'au jour où leurs deux héritiers respectifs, Julie Pine et Rick Spruce, tombent amoureux l'un de l'autre durant la période de Noël. Rick et Julie doivent absolument garder leur romance secrète car elle risque d'envenimer les relations entre les leurs. A moins qu'elle ne permette, une fois pour toutes, d'envisager la paix entre les deux clans...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/26/d77777732cbed11bcf3a6b0dc40d3ac1b8c1010e.jpg"},{"start":"20231103121000 +0100","stop":"20231103135500 +0100","channel": "TMC","title":"Coup de foudre sous le sapin","desc":"Maddie, une ambitieuse New-Yorkaise, occupe un poste à responsabilités dans une grande agence de publicité. Conviée au mariage d'une de ses plus importantes clientes à Denver, elle décide de s'y rendre en voiture mais tombe en panne au beau milieu de l'Ohio. Elle se retrouve ainsi dans la Vallée de Noël, une petite bourgade chaleureuse où le temps semble avoir suspendu son vol. Elle fait la connaissance de Pam, propriétaire d'une pension de famille, Bob, un pensionnaire, de Holly, propriétaire d'un café en mal de clients, et de la petite Jo et de son père Kevin, un pépiniériste spécialisé dans les sapins. Inquiète à l'idée de rester bloquée dans la Vallée de Noël, Maddie redécouvre peu à peu les choses simples et les joies de Noël...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231103114500 +0100","stop":"20231103124000 +0100","channel": "Chérie 25","title":"Snapped : Vacances mortelles","subtitle":"La rage de Noël","desc":"Juste avant Noël, le corps de Kristine, une jeune mère, est retrouvé étranglé dans une voiture en feu, dans une banlieue tranquille de Minneapolis. Tout porte à croire qu'elle n'a pas été tuée sur place mais que son cadavre y a été placé pour brouiller les pistes. Les détectives entament l'enquête et sont convaincus que l'assassin fait partie de ses proches.","category":"magazine de société","length": 55,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/fae17733-5607-44bb-96a6-d1bdedc5beee.jpg"},{"start":"20231104192900 +0100","stop":"20231104211000 +0100","channel": "C8","title":"La recette dun Noël magique","desc":"Lori, une jeune célibataire débordée, a vraiment besoin de faire une pause pour Noël. Lorsque son patron lui impose de travailler pendant les fêtes, elle démissionne. En regardant la télévision avec sa sœur, elle tombe sous le charme de Patrick, un pompier veuf très séduisant qui vit à Hudson, dans le Wisconsin. Elle décide de tenter sa chance et de le rencontrer, mais elle n'est pas la seule téléspectatrice que le beau pompier a séduite.","date":"2021","category":"film : comédie romantique","length": 101,"icon":"https://focus.telerama.fr/1111x625/2021/10/02/ef62a105a4d5e7607c12e7411728a35792f755b6.jpg"},{"start":"20231104065500 +0100","stop":"20231104083100 +0100","channel": "TMC","title":"Embarquement immédiat pour Noël","desc":"C'est bientôt Noël, et le petit ami de Stéphanie n'a rien trouvé de mieux à faire que de la quitter juste avant les festivités. La jeune femme, qui va avoir plus que jamais besoin de compagnie, décide de soigner son chagrin en passant les fêtes dans sa famille, dans le Connecticut. Mais une tempête de neige force son avion à atterrir dans un coin perdu du Montana. Stéphanie découvre dans la foulée qu'elle va devoir partager la chambre de son bed & breakfast, le dernier disponible, avec un parfait inconnu, Michael, son voisin de bord. Or entre elle et le jeune homme, le courant ne passe pas du tout...","category":"téléfilm sentimental","length": 96,"icon":"https://focus.telerama.fr/1111x625/2022/12/26/38b02cc561b3b66d0e5a6a0f312dbdeee35f1f95.jpg"},{"start":"20231104083500 +0100","stop":"20231104101500 +0100","channel": "TMC","title":"Noël au château","desc":"Pianiste célèbre, Margot passe quelques jours dans la région d'où elle est originaire, souhaitant profiter des fêtes de fin d'année auprès de sa famille. Hasard ou coïncidence, son ancien compagnon, Jackson, se trouve au même endroit au même moment. Ce dernier s'est vu confier la tâche d'organiser un concert au château de la ville. Il propose à Margot de se joindre au projet afin de tenter de monter un spectacle mémorable. Elle accepte volontiers...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/11/13/53897f6de3e8359679b81fd68458479444d8f74e.jpg"},{"start":"20231104101500 +0100","stop":"20231104120000 +0100","channel": "TMC","title":"Tous en scène à Noël","desc":"Sean Grant, un célèbre chanteur de country, a perdu sa femme Allison, il y a trois ans. Pour aider sa fille Katie, passionnée de musique classique, à préparer le récital de Noël de son école, il décide d'engager une professeure de violon à domicile. Il ne tarde pas à s'éprendre d'elle...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/11/24/83103dd7a7c47225597d448b90932e66709e1461.jpg"},{"start":"20231104094500 +0100","stop":"20231104102000 +0100","channel": "TFX","title":"Nicky Larson","subtitle":"Un Noël très blanc","desc":"Saison:3 - Episode:10 - Les familles Yamaoka et Umino sont toutes deux propriétaires d'importantes sociétés de transports, et leur rivalité, qui remonte à plusieurs années, s'est progressivement transformée en animosité mutuelle, les faisant se soupçonner constamment des pires actes. Pour le plus grand malheur des dirigeants des deux entreprises, leurs enfants respectifs, Tsubaki Yamaoka et Kazukiko Umino, sont amoureux l'un de l'autre et se sont enfuis ensemble...","date":"1987","category":"jeunesse : dessin animé manga","length": 35,"icon":"https://focus.telerama.fr/1111x625/2021/08/08/5634e577f465ca665d49631bcba246385bcb44a3.jpg"},{"start":"20231104102000 +0100","stop":"20231104105000 +0100","channel": "TFX","title":"Nicky Larson","subtitle":"Un Noël très blanc","desc":"Saison:3 - Episode:11 - Juste après s'être enfuis à nouveau pour échapper aux griffes de la famille Umino, Tsubaki Yamaoka et Kazukiko sont pris en chasse par des hommes armés, qui ont non seulement pour objectif de séparer les deux amoureux, mais également de les supprimer...","date":"1987","category":"jeunesse : dessin animé manga","length": 30,"icon":"https://focus.telerama.fr/1111x625/2021/08/08/5634e577f465ca665d49631bcba246385bcb44a3.jpg"},{"start":"20231104064000 +0100","stop":"20231104082500 +0100","channel": "TF1 Séries Films","title":"Un festival pour Noël","desc":"Allie, une jeune vétérinaire, s'apprête à quitter sa petite ville d'Evergreen pour s'installer à Washington et rejoindre ainsi Spencer, son petit ami. Parallèlement, Ryan et sa fille Zoé doivent partir passer Noël en Floride. Le médecin, veuf depuis un an, veut changer les idées de sa fille pour qu'elle ne pense pas trop à sa mère. En route, ils s'arrêtent à Evergreen pour déjeuner. Dans le restaurant des parents d'Allie, Zoé fait un voeu sur une boule de neige magique. C'est alors qu'une tempête de neige se déchaîne sur la ville. L'aéroport est fermé, et les routes impraticables. Ryan, Allie et Zoé vont ainsi passer plusieurs jours ensemble...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231104082500 +0100","stop":"20231104100500 +0100","channel": "TF1 Séries Films","title":"La clé d'un Noël réussi","desc":"Lisa est spécialiste en aménagement et décoration de magasins, un métier qui l'oblige à beaucoup voyager. Pour Noël, elle se rend à Evergreen, la ville de son enfance. Elle y fait la connaissance de Kevin, lui aussi natif du lieu, et qui lui aussi voyage beaucoup pour son métier d'entrepreneur...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/287c8249874a76dbfd2f7fe835e243218bef93dc.jpg"},{"start":"20231104100500 +0100","stop":"20231104115000 +0100","channel": "TF1 Séries Films","title":"Le calendrier secret de Noël","desc":"Katie, romancière quelque peu désabusée, se rend dans la pittoresque petite ville d'Evergreen pour les vacances. En chemin, elle croise la route de Ben. A son arrivée, elle apprend qu'elle va devoir écrire un article pour expliquer la passion de la ville pour Noël. Peu à peu, elle va se rapprocher de Ben tout en profitant des traditions festives...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/16130b1ef389107847826dae3cb384edfafe20eb.jpg"},{"start":"20231104115000 +0100","stop":"20231104133300 +0100","channel": "TF1 Séries Films","title":"La proposition de Noël","desc":"Jolie redoute de rentrer chez ses parents en Louisiane pour Noël car elle ne veut pas croiser son ex-petit ami, Foster, et sa nouvelle compagne. Sa meilleure amie, Naomi, demande alors à son frère, Jack, de se faire passer pour le fiancé de Jolie. D'abord réticent, Jack accepte lorsque son agent lui demande d'écrire un roman d'amour qui se passe en Louisiane. Il profite de la situation pour trouver l'inspiration, mais plus le temps passe, plus il tombe vraiment sous le charme de Jolie et réciproquement. Tout bascule lorsque Foster, jaloux, révèle à tout le monde que Jolie et Jack vivent une fausse relation...","category":"téléfilm sentimental","length": 103,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/86617552-ba03-4825-8234-462f266a94bd.jpg"},{"start":"20231104133500 +0100","stop":"20231104152000 +0100","channel": "TF1 Séries Films","title":"Une proposition de rêve pour Noël","desc":"Maria est cheffe à domicile et chauffeur VTC dès qu'elle a un moment de libre. Elle rêve de créer une ligne de food trucks qui proposerait de la cuisine du monde, mais elle attend d'avoir les moyens de s'acheter son premier camion. Quelques jours avant Noël, elle conduit Julian Diaz chez ses parents qui, sur un malentendu, pensent que Maria est la petite amie de Julian...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/ad19402cea815323b1ba14d98fb3a66c44f528be.jpg"},{"start":"20231104152000 +0100","stop":"20231104170000 +0100","channel": "TF1 Séries Films","title":"Le fabuleux destin de Noël","desc":"Une rencontre fortuite réunit Alice et Jack, deux inconnus aux vies très différentes, à un mariage. Ils s'entendent tout de suite très bien, mais Alice hésite à rencontrer quelqu'un de nouveau après l'échec d'une relation à longue distance. Sa mère, Olga, l'encourage à faire confiance au jeune homme...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231104170000 +0100","stop":"20231104184000 +0100","channel": "TF1 Séries Films","title":"Un fabuleux coup de foudre pour Noël","desc":"Près de deux décennies après l'avoir quitté, un père de famille revient vivre dans sa ville d'origine où il retrouve de suite une ancienne petite amie.","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/12/01/40f90328f1ecab275761c32b418934f8b74791a7_0C33672744DE79D8B3C51B91618D37FC.jpg"},{"start":"20231104160500 +0100","stop":"20231104171500 +0100","channel": "Chérie 25","title":"Snapped : cauchemars au réveil","subtitle":"Le masque de la mort","desc":"A Noël, un violent cambriolage transforme une maison festive en une horrible scène de crime. Bien qu'elle ait été égorgée pendant son sommeil, Anita Yunk survit mais son mari n'a pas cette chance. Les enquêteurs doivent démêler ce drame et parcourir tout le pays pour retrouver le tueur.","category":"documentaire justice","length": 70,"icon":"https://focus.telerama.fr/1111x625/2023/09/28/b6491f70d319cab49c6a848cc80bbbd94cd6294f_FD84D4046F98620B76E50F913A40AD62.jpg"},{"start":"20231105070000 +0100","stop":"20231105071000 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"CSI Mossy","desc":"Saison:6 - Episode:20 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux … Le spécial sera sur le thème de Noël.","date":"2020","category":"série d'animation","length": 10,"icon":"https://focus.telerama.fr/1111x625/2022/01/23/3fcebc75f5111c271bcbbebe684e1445feb3d924.jpg"},{"start":"20231105210000 +0100","stop":"20231105225000 +0100","channel": "Arte","title":"Joyeux Noël","desc":"1914, la déclaration de guerre jette des millions d'hommes dans la bataille. Nikolaus Sprink, un célèbre ténor de l'Opéra de Berlin, est mobilisé du côté allemand. Il laisse derrière lui sa maîtresse, la soprano danoise Anna Sörensen. En Ecosse, Jonathan et son frère William quittent leur village natal en compagnie du prêtre anglican de leur paroisse. Enfin, du côté français, le lieutenant Audebert, dont la femme est enceinte, est désigné pour rejoindre les tranchées. Le soir de Noël, Anna obtient du Kronprinz l'autorisation de rejoindre Nikolaus pour chanter avec lui devant les officiels. Le récital achevé, Nikolaus décide de retourner dans les tranchées, égayer la nuit de ses camarades de combat. A la faveur des chants de Noël, les belligérants fraternisent. Une trêve de Noël est décidée...","date":"2005","category":"film historique","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/03/29/c9dad1bb-0ca2-4180-89e3-dd6c0d9dcc74.jpg"},{"start":"20231105210500 +0100","stop":"20231105230000 +0100","channel": "W9","title":"Les nouvelles aventures d'Aladin","desc":"A la veille de Noël, Sam et son meilleur ami Khalid pensaient avoir trouvé le déguisement idéal pour commettre quelques larcins aux Galeries Lafayette. Mais les enfants sont intelligents et les ont rapidement démasqués malgré leur barbe de Père Noël. Pour les amadouer, le duo leur raconte leur version de l'histoire d'Aladin. Dans la peau du célèbre personnage de conte des Mille et Une Nuits, Sam commence alors un voyage au coeur de Bagdad, ville sous la coupe d'un tyrannique vizir à l'haleine fétide. Aladin le jeune voleur, aidé de son génie, devra déjouer les plans diaboliques du vizir et sauver Khalid. Entretemps, Aladin tombe sous le charme de la princesse Shallia promise à un autre...","date":"2015","category":"film : comédie","length": 115,"icon":"https://focus.telerama.fr/1111x625/2021/05/13/4cf103c4-f80c-433c-b3d7-4338c074441b.jpg"},{"start":"20231105090500 +0100","stop":"20231105104000 +0100","channel": "TMC","title":"Un duo d'enfer pour Noël","desc":"Amy, une New-Yorkaise, vient d'apprendre la mort de sa tante Linda. Forcée de rentrer dans sa petite ville natale pour régler certaines formalités, elle découvre que Jack, son ami d'enfance et ancien amoureux, est l'un des deux héritiers des biens de sa tante, notamment sa maison et sa pâtisserie. Linda a également laissé une lettre leur demandant d'ouvrir une dernière fois la boutique pour les fêtes et d'organiser le cinquantième anniversaire du concours du meilleur cookie de Noël. Amy, d'abord très réticente, se laisse finalement convaincre. Une course contre la montre s'engage pour respecter les dernière volontés de Linda. La tension est palpable entre Amy et Jack, épaulés par leurs amis, Janette et Luke...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/11/26/7e024c3c2b5f46adf5bef1275d3d6b40d6669a2e.jpg"},{"start":"20231105104000 +0100","stop":"20231105121500 +0100","channel": "TMC","title":"L'héritage de Noël","desc":"Comme chaque année, la petite ville de Cookie Jar organise un festival des lumières de Noël. Pendant ce temps, à New York, Hannah Harper s'apprête à passer les fêtes de fin d'année avec son fiancé Gavin. Mais le patron d'Hannah a d'autres projets pour elle : il veut en effet qu'elle aille à Cookie Jar pour y rencontrer le directeur des \"Friandises de tante Sally\" et lui faire signer le contrat de rachat de sa société par leur firme. Hannah s'envole pour Cookie Jar, où elle fait la connaissance de Jake Carter, qui a repris les rênes de l'usine à la mort de sa tante Sally. Bien que son entreprise soit au bord de la faillite, Jake n'est pas prêt à se laisse convaincre par les arguments d'Hannah...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/5d8b613dbb4a9166da5dacaa9048b5deb6445922.jpg"},{"start":"20231105121500 +0100","stop":"20231105135500 +0100","channel": "TMC","title":"Une romance de Noël en sucre d'orge","desc":"Cate, qui a repris la fabrique de sucre d'orge de sa grand-mère, fait tout pour perpétuer la tradition familiale. Elle ne voit pas d'un bon oeil l'arrivée de Gabriel, consultant en redressement financier, envoyé par le conseil d'administration de la société. Consciente qu'elle doit imposer des changements à l'entreprise, elle envisage de diversifier sa production, mais craint de perdre son identité. Au fil des jours, la présence de Gabriel chamboule ses certitudes. De son côté, Gabriel découvre un nouveau mode de vie dans la petite ville de Britewell...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/1ad706028539180480d36da1405214a59f4ccbb3.jpg"},{"start":"20231105135500 +0100","stop":"20231105153500 +0100","channel": "TMC","title":"Les biscuits préférés du Père Noël","desc":"Allison, sa fille Olivia et sa mère Martha dirigent une boulangerie dans la petite ville de montagne de White Pines, dans le Tennessee. Un jour Matthew, un séduisant promoteur immobilier, décide qu'il va faire de la ville une station de ski d'entreprise. Face à cette annonce, Allison et les autres habitants vont devoir s'unir pour empêcher ce désastreux projet d'aboutir. Mais lorsqu'Allison se dit qu'elle a sans doute perdu la partie et commence à baisser les bras, un client inattendu entre dans sa boulangerie...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231105153500 +0100","stop":"20231105172000 +0100","channel": "TMC","title":"L'héritière de Noël","desc":"Jessica, jeune femme à la tête d'une fortune héritée de ses parents disparus, décide de se rendre à Glenbrooke, une petite bourgade isolée, pour y passer Noël incognito. A la recherche d'anonymat et de tranquillité pour passer des fêtes de fin d'année sereines et loin des turbulences des grandes villes, elle choisit cet endroit car il lui évoque d'agréables souvenirs de jeunesse. Elle fait très vite la connaissance de Kyle, un charmant pompier, avec qui elle sympathise immédiatement. Célibataire, elle pense avoir enfin rencontré son prince charmant...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/22/95be3a81de358b1f483b6be3138d29f6253b5b1a.jpg"},{"start":"20231105172000 +0100","stop":"20231105185500 +0100","channel": "TMC","title":"Noël sous un ciel étoilé","desc":"Nick Bellwith, un jeune homme ambitieux, tombe de haut lorsqu'il est renvoyé du jour au lendemain. Il croise alors la route de Clem Marshwell. A quelques semaines de Noël, celle-ci ouvre son traditionnel marché aux sapins. A son grand désespoir, cette trentième saison sera aussi la dernière. Un promoteur immobilier a acheté le terrain et le premier janvier, La piste aux étoiles fermera définitivement ses portes. Nick accepte d'aider Clem. Il fait la rencontre de Julie et de son fils, Matt. Triste et renfermé depuis le décès de son grand-père il y a six mois, le jeune garçon apprécie la compagnie de Nick...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/a78f3d2ce92673f955ecc683fa5be890edeb5bc2.jpg"},{"start":"20231105191500 +0100","stop":"20231105194000 +0100","channel": "NRJ 12","title":"Mon oncle Charlie","subtitle":"Je vous préviens, c'est cochon","desc":"Saison:7 - Episode:11 - Alan est aux fourneaux et prépare le traditionnel dîner de Noël. Céleste, la petite amie de Jake, a quitté la ville pour les fêtes. Charlie conseille à son neveu de sortir avec une autre fille. Alan le lui déconseille vivement. Jake suit l'avis de Charlie. Céleste, de retour pour lui offrir son cadeau, le surprend alors avec une autre. A la surprise de ses fils, Evelyn leur rend visite, accompagnée d'un homme plus âgé, en chaise roulante. Ne comprenant pas pourquoi leur mère s'est entichée d'un tel homme, ils découvrent quelles sont ses véritables intentions : elle cherche en fait à obtenir une liste...","date":"2009","category":"série humoristique","length": 25,"icon":"https://focus.telerama.fr/1111x625/2023/10/18/779c4d0ec39143c9402fe61345a8b9dc20c5690b_ADE73EF52F30EF205BA1F3191465F15C.jpg"},{"start":"20231105211000 +0100","stop":"20231105230000 +0100","channel": "NRJ 12","title":"Ma meilleure ennemie de Noël","desc":"Trish et Diana sont les reines de Noël de la ville de North Pole, dans le Vermont. Chaque année, elles participent au concours de décoration de maisons. A neuf reprises, elles ont remporté le Renne d'Or, le trophée destiné aux vainqueurs . Mais cette année, quelques jours avant Noël, les deux meilleures amies se disputent. Leur querelle, rendue publique, a fini par attirer l'attention d'une journaliste qui travaille pour une revue nationale et cherche à se faire connaître...","category":"téléfilm romanesque","length": 110,"icon":"https://focus.telerama.fr/1111x625/2022/11/28/15a3b779edf9c4c08018038b6ffb1ccd313dc44a.jpg"},{"start":"20231105230000 +0100","stop":"20231106004000 +0100","channel": "NRJ 12","title":"A Christmas Masquerade","desc":"Au cours d'un bal masqué donné par Peter, un célèbre homme d'affaire plutôt réservé, Julieanne est prise pour sa patronne. Elle décide de maintenir la supercherie jusqu'à Noël et tente de le recruter comme client. C'est également l'occasion pour Julieanne de profiter de tout ce que sa patronne a le privilège de faire pendant les fêtes, accompagnée de sa fille Nora. Mais Peter a de plus en plus envie de passer du temps en compagnie de Julieanne...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2022/11/28/8caac044ff55793fe14b577971a17b69431364c8.jpg"},{"start":"20231105041800 +0100","stop":"20231105044000 +0100","channel": "Gulli","title":"Bienvenue chez les Casagrandes","subtitle":"Un Noël très Casagrandesque","desc":"Saison:2 - Episode:4 - Ronnie Anne est pressée de vivre un Noël parfait, mais les visites impromptues des voisins retardent la Nochebuena de ses rêves.","date":"2021","category":"jeunesse : dessin animé","length": 22,"icon":"https://focus.telerama.fr/1111x625/2021/06/15/3c89e2bc-70b1-47da-bd1d-da64449781b6.jpg"},{"start":"20231105210500 +0100","stop":"20231105223500 +0100","channel": "Gulli","title":"D'un Noël à l'autre","desc":"Pendant des années, les parents d'Olivia Anderson et ceux de Jeff passaient les vacances de Noël à Hawaï. C'est là qu'à l'adolescence, leurs deux enfants ont échangé leur premier baiser. Lorsqu'ils se revoient au même endroit vingt ans plus tard, Olivia et Jeff retrouvent leur ancienne alchimie, mais des circonstances les poussent à être séparés de nouveau...","category":"téléfilm sentimental","length": 90,"icon":"https://focus.telerama.fr/1111x625/2022/12/26/d53f3d5e2a21efd1be33dc50787e7879827493a0.jpg"},{"start":"20231105223500 +0100","stop":"20231106000500 +0100","channel": "Gulli","title":"Sur un air de Noël","desc":"Tout oppose Lindsey, chanteuse, et Wes, pianiste, à part la musique. Alors qu'ils se produisent dans le même club, le courant ne passe pas, et la rivalité entre les deux musiciens est grande, jusqu'à ce qu'ils découvrent qu'ils sont originaires de la même région. Lindsey et Wes décident alors de faire le voyage ensemble en voiture pour rentrer chez eux. Lors de ce périple et au gré de multiples rencontres et péripéties, les deux musiciens vont apprendre à se connaître et vont se rapprocher autour de leur passion commune, la musique...","category":"téléfilm sentimental","length": 90,"icon":"https://focus.telerama.fr/1111x625/2022/12/10/673fc5112e32999200fbad187dad4e574968c38e.jpg"},{"start":"20231105210500 +0100","stop":"20231105233000 +0100","channel": "6ter","title":"Seul au monde","desc":"Employé d'une célèbre société de transport express, Chuck Noland sillonne inlassablement le monde, prêt à tout pour livrer à temps les paquets et colis qu'on lui confie. Sa conscience professionnelle est telle qu'il n'hésite pas, un soir de Noël, à interrompre son réveillon et à abandonner sa compagne, Kelly, pour assumer une nouvelle mission. Pris dans une tempête, son avion amerrit en plein Pacifique avant de couler comme une pierre. Agrippé à un radeau de sauvetage, Chuck entame une longue dérive, qui le conduit finalement à un îlot désert et isolé. Petit à petit, dans la douleur, il apprend à survivre. Il découvre rapidement que la solitude est un ennemi plus cruel encore que le froid, la faim ou la maladie...","date":"2000","category":"film d'aventures","length": 145,"icon":"https://focus.telerama.fr/1111x625/2021/03/29/4698447d-2219-46f7-9fba-93e8d8411eeb.jpg"},{"start":"20231105133500 +0100","stop":"20231105145500 +0100","channel": "RMC Découverte","title":"100 jours avec les dépanneurs de l'autoroute","subtitle":"Ça sent le sapin","desc":"Saison:2 - Episode:3 - À quelques jours de Noël, les dépanneuses se décorent de guirlandes et de sapins, mais il n'y a pas de trêve des confiseurs chez les dépanneurs. Pierrot répond au SOS d'un camion frigorifique qui, après avoir emprunté un raccourci trompeur, a bien failli basculer entièrement dans la rivière. Bruno, le patron du garage, va devenir le père Noël des autoroutes pour sauver des grands-parents aux bras chargés de cadeaux et victimes d'une sortie de route.","date":"2022","category":"documentaire sciences et technique","length": 80,"icon":"https://focus.telerama.fr/1111x625/2021/08/26/672e5fc33e7da3d439d69d28a7ea6fd7a779fd50.jpg"},{"start":"20231106140000 +0100","stop":"20231106154000 +0100","channel": "TF1","title":"Noël à Maple Valley","desc":"Erica et sa famille possèdent une propriété dans le Montana. Ils travaillent dans leur ferme et gagnent leur vie grâce au sirop d'érable qu'ils produisent ainsi qu'aux activités de Noël qu'ils organisent. Mais le jour où Ina, la matriarche de la famille, annonce qu'elle prend sa retraite, Erica et sa soeur Heidi se voient confier la ferme...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/25/3a42f8d2f6348c308e49d868f243b1a1802893d6_AA7B0D0A4868C9DE1A623E6195C6C291.jpg"},{"start":"20231106154000 +0100","stop":"20231106172500 +0100","channel": "TF1","title":"Coup de foudre dans l'allée des sapins","desc":"Meg Reilly tient un magasin de musique dans l'allée des fêtes de Noël, une rue historique du centre de Denver. Mais la rue est menacée de démolition et des immeubles de bureaux doivent y être construits. Avec l'aide des commerçants, de ses amis et de sa famille, elle se bat pour sauver l'esprit et la tradition que cet endroit représente pour tous...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/7d927c484173ae108124871546c3fb0f26bcb2ad_1EFAC517410F0765F3EF1F72C58C7F32.jpg"},{"start":"20231106001000 +0100","stop":"20231106014000 +0100","channel": "France 3","title":"Brokenwood","subtitle":"Un Noël rouge","desc":"Saison:3 - Episode:4 -","date":"2016","category":"série policière","length": 90,"icon":"https://focus.telerama.fr/1111x625/2021/04/01/a6cc4d40-26f4-4317-a1ab-51d2a7398d3c.jpg"},{"start":"20231106064500 +0100","stop":"20231106065500 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"Bien dans ses baskets","desc":"Saison:6 - Episode:3 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux … Le spécial sera sur le thème de Noël.","date":"2020","category":"série d'animation","length": 10,"icon":"https://focus.telerama.fr/1111x625/2021/04/21/a541eb81-4bea-4bd0-93b7-f28338824457.jpg"},{"start":"20231106070000 +0100","stop":"20231106070500 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"Tour de Mossy Bottom","desc":"Saison:6 - Episode:13 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux … Le spécial sera sur le thème de Noël.","date":"2020","category":"série d'animation","length": 5,"icon":"https://focus.telerama.fr/1111x625/2022/01/23/3fcebc75f5111c271bcbbebe684e1445feb3d924.jpg"},{"start":"20231106070500 +0100","stop":"20231106071000 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"Sauvetage de peluche","desc":"Saison:6 - Episode:4 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux … Le spécial sera sur le thème de Noël.","date":"2020","category":"série d'animation","length": 5,"icon":"https://focus.telerama.fr/1111x625/2022/01/23/3fcebc75f5111c271bcbbebe684e1445feb3d924.jpg"},{"start":"20231106071000 +0100","stop":"20231106072000 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"#Farmstar","desc":"Saison:6 - Episode:5 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux … Le spécial sera sur le thème de Noël.","date":"2020","category":"série d'animation","length": 10,"icon":"https://focus.telerama.fr/1111x625/2021/04/21/9a575822-a7b1-4562-998d-266726bfdcaa.jpg"},{"start":"20231106125000 +0100","stop":"20231106145000 +0100","channel": "W9","title":"Les mille couleurs de Noël","desc":"Rachel, organisatrice d'évènements à New York, doit orchestrer la mise en place du 30e anniversaire du parc d'attraction de Dolly Parton. Elle rencontre le directeur général du parc, Luke, qui supervise la célébration. Tous deux peu enthousiastes à l'idée de travailler de concert, Rachel et Luke vont devoir apprendre à s'harmoniser afin de mener à bien cette mission rythmée par la magie de Noël...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/03/28/83f04435-4755-4926-864f-30c0e216c901.jpg"},{"start":"20231106145000 +0100","stop":"20231106164000 +0100","channel": "W9","title":"Les pendules de Noël","desc":"Alice et Will se sont connus sur un site de rencontres. Alice a repris le magasin d'antiquités de son père alors que Will, agent immobilier ambitieux, lui conseillait de vendre. Après l'avoir demandée en mariage, Will l'invite à passer Noël chez ses parents, l'envoyant en avance le temps de conclure une affaire. A l'aéroport, suite à un quiproquo, Alice rencontre Matt, qu'elle croit être le frère de Will...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2023/10/13/6bfb6c4824b5b75795c42e41c0d957bef8b5bde2_4DB6B67F3930C340CDCC9AB9103C6ACD.jpg"},{"start":"20231106071000 +0100","stop":"20231106085000 +0100","channel": "TMC","title":"Une mission pour Noël","desc":"Sarah est une jeune femme volontaire, totalement dévouée aux autres. Même le soir de Noël, elle ne s'accorde pas un instant de répit. Sa vie bascule le jour où elle est percutée par un bus et se retrouve au Paradis. Enfin, plutôt à \"la réception\", où elle est accueillie par l'ange Daphné. Daphné lui annonce à sa grande stupeur que, malgré une vie entière de dévotion, elle n'est pas sur la liste des réservations pour pouvoir passer par la grande porte. Sarah doit redescendre sur terre pour accomplir une dernière mission...","category":"téléfilm dramatique","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/25/d843a7ad736a8a5bc5fa77a2f8e6b53a1a286c2e_8F2096C0365F86839936F3D34234108D.jpg"},{"start":"20231106085000 +0100","stop":"20231106102500 +0100","channel": "TMC","title":"Les biscuits préférés du Père Noël","desc":"Allison, sa fille Olivia et sa mère Martha dirigent une boulangerie dans la petite ville de montagne de White Pines, dans le Tennessee. Un jour Matthew, un séduisant promoteur immobilier, décide qu'il va faire de la ville une station de ski d'entreprise. Face à cette annonce, Allison et les autres habitants vont devoir s'unir pour empêcher ce désastreux projet d'aboutir. Mais lorsqu'Allison se dit qu'elle a sans doute perdu la partie et commence à baisser les bras, un client inattendu entre dans sa boulangerie...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231106102500 +0100","stop":"20231106121000 +0100","channel": "TMC","title":"Une romance de Noël en sucre d'orge","desc":"Cate, qui a repris la fabrique de sucre d'orge de sa grand-mère, fait tout pour perpétuer la tradition familiale. Elle ne voit pas d'un bon oeil l'arrivée de Gabriel, consultant en redressement financier, envoyé par le conseil d'administration de la société. Consciente qu'elle doit imposer des changements à l'entreprise, elle envisage de diversifier sa production, mais craint de perdre son identité. Au fil des jours, la présence de Gabriel chamboule ses certitudes. De son côté, Gabriel découvre un nouveau mode de vie dans la petite ville de Britewell...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/1ad706028539180480d36da1405214a59f4ccbb3.jpg"},{"start":"20231106121000 +0100","stop":"20231106135500 +0100","channel": "TMC","title":"La fiancée de Noël","desc":"Après une chute accidentelle survenue huit jours avant Noël, Lucy Lovett souffre d'amnésie rétrograde. Quand elle reprend conscience, elle est sur le point de se marier non pas avec l'amour de sa vie, Zach, mais avec un inconnu, Brad. Elle retourne dans sa ville natale, Bedford Harbor, pour retrouver la mémoire, en compagnie d'Anna, son assistante et amie. Elle découvre alors qu'elle en est partie précipitamment deux ans plus tôt...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/2af6f685-d035-4a94-bb44-12e299df61f7.jpg"},{"start":"20231106041800 +0100","stop":"20231106042900 +0100","channel": "Gulli","title":"Bienvenue chez les Loud","subtitle":"Le Père Flipël","desc":"Saison:5 - Episode:7 - Flip reçoit la visite de trois fantômes, dans une version revue et corrigée du conte ' Un chant de Noël '.","date":"2022","category":"jeunesse : dessin animé","length": 11,"icon":"https://focus.telerama.fr/1111x625/2022/01/31/f800eed7eb3b37e4c59f38e58d70579d04aaf885.jpg"},{"start":"20231106210500 +0100","stop":"20231106224000 +0100","channel": "Gulli","title":"Un Noël de star","desc":"Addison Tate est la principale du collège de la petite ville de Mission City. Cette année, Noël aura un goût amer. En effet, l'établissement est menacé de fermeture en raison de coupes budgétaires. Afin de sauver son école et mobiliser des donateurs, Addison fait alors appel à Dylan Davidson, son premier amour devenu star de cinéma, pour faire la mise en scène du spectacle de Noël. Elle compte là-dessus pour changer la donne...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/03/28/19811bed-51d4-463d-8c9c-83758df804cc.jpg"},{"start":"20231106224000 +0100","stop":"20231107001000 +0100","channel": "Gulli","title":"Le bel inconnu de Noël","desc":"Amalie est une journaliste en mal d'inspiration pour son article de Noël. Après avoir quitté son petit ami qui lui a fait la demande en mariage la moins romantique possible, elle reçoit une déclaration d'amour anonyme en provenance de son village natal. Elle y retourne pour trouver l'auteur de la lettre. Qui de Joseph, déjà fiancé, Will, le benêt du village, Sander, le menteur né, ou Ian, un père veuf, peut bien être le mystérieux admirateur ?...","category":"téléfilm sentimental","length": 90,"icon":"https://focus.telerama.fr/1111x625/2021/10/23/3b405a25d5eb60a7456f60c462218da1103c653a.jpg"},{"start":"20231106114500 +0100","stop":"20231106124000 +0100","channel": "Chérie 25","title":"Snapped : Vacances mortelles","subtitle":"Nuit silencieuse, nuit mortelle","desc":"Lorsqu'une mère et ses deux filles ne se présentent pas au dîner de Noël, la police se rend à leur domicile et découvre que toutes trois ont été abattues. Le seul survivant de cette tuerie est un bébé de 9 mois, retrouvé déshydraté dans les bras de sa mère, morte d'une balle dans la tête. Les enquêteurs découvrent que ce crime cache un drame familial incestueux.","category":"magazine de société","length": 55,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/fae17733-5607-44bb-96a6-d1bdedc5beee.jpg"},{"start":"20231107140000 +0100","stop":"20231107154000 +0100","channel": "TF1","title":"Coup de foudre pour le roi des films de Noël","desc":"Le tournage d'un film de Noel vient s'installer dans la petite ville de Twelve Oaks. La costumière se désiste et le producteur engage au débotté Kerry Devin, une jeune créatrice de mode locale qui tient une boutique dans la ville. Kerry est réticente mais sa maman, Nancy, la pousse à accepter...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/25/6d8cbebda6a289a04bc5572e25093bdfc883168b_84E1C9AA5764E4DAE04CCEB28E11E806.jpg"},{"start":"20231107154000 +0100","stop":"20231107172500 +0100","channel": "TF1","title":"Noël, mon boss & moi","desc":"Annie, une jeune avocate, forte et indépendante, est très attachée à ses parents adoptifs et au café qu'ils tiennent. Elle découvre que le bail de l'établissement est résilié par le propriétaire, Holt Entreprises, qui veut détruire l'immeuble pour construire un ensemble de bâtiments modernes. Ne supportant pas cette idée, elle décide de se rendre au siège de l'entreprise, ou elle fait la connaissance de William Holt, le fils du directeur. Ne prenant pas très au sérieux son travail, son père décide de lui adjoindre un avocat en droit des affaires pour le surveiller car ses erreurs leur attirent des ennuis. Cherchant une solution pour échapper à cette situation, William demande à Annie de faire semblant d'être son avocate. En échange, il promet de sauver le Starlight. Dubitative, Annie accepte cependant sa proposition...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/26/ddcc0c0379f007720b5603f09f4d078a1928d904.jpg"},{"start":"20231107070000 +0100","stop":"20231107070500 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"Get your Goat","desc":"Saison:6 - Episode:2 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux ... Le spécial sera sur le thème de Noël","date":"2020","category":"série d'animation","length": 5,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/0d169836-f5e5-4d08-acbe-057f68b7a2e4.jpg"},{"start":"20231107071500 +0100","stop":"20231107072000 +0100","channel": "France 3","title":"Shaun le mouton","subtitle":"Porc primé","desc":"Saison:6 - Episode:15 - Shaun le mouton et sa troupe sont de retour pour de nouvelles aventures et catastrophes hilarantes, qu'il s'agit de réparer avant que le fermier s'en s'aperçoive ! Dans cette saison, le fermier tombe amoureux … Le spécial sera sur le thème de Noël.","date":"2020","category":"série d'animation","length": 5,"icon":"https://focus.telerama.fr/1111x625/2022/04/25/721ecf34f0c5fb9f917929585099f77043bbd2e1.jpg"},{"start":"20231107125000 +0100","stop":"20231107145000 +0100","channel": "W9","title":"Le plus beau char de Noël","desc":"Célèbre animatrice de talk-show, Hailee est en pleine préparation de son émission de Noël lorsqu'elle découvre une photo de son fiancé Jason, enlaçant une actrice. Bouleversée, elle roule jusqu'à Carver Bend, petite ville du Connecticut, où elle percute la clôture de la maison d'un juge, qui la condamne à trois jours de travaux d'intérêt général. Elle doit aider à préparer les chars de la parade. Citadine obsédée par son travail, Hailee retrouve l'esprit de Noël en faisant équipe avec le sympathique et séduisant Beck. Artiste peintre donnant bénévolement des cours d'arts plastiques, il se bat pour sauver le centre culturel mis en vente par le maire. Pour rester près de Beck, dont telle est tombée amoureuse, Hailee décide de faire son émission de Noël depuis Carver Bend...","category":"téléfilm dramatique","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/174e72a29e165ea20df39c2ff027f32f9c03407e.jpg"},{"start":"20231107145000 +0100","stop":"20231107164000 +0100","channel": "W9","title":"Noël, l'amour et le hasard","desc":"Pendant les fêtes de Noël, Kate débute son internat en orthopédie à l'hôpital. Lors d'une consultation, elle rencontre Kevin, un ancien militaire qui aide son père dans la quincaillerie familiale. Après avoir découvert chacun devant sa porte une boîte avec une clef et une énigme, Kate et Kevin vont tenter de résoudre ce mystère ensemble.","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/07/19/2e358cf3750cfc3a2e45702f0576f40fc19376eb.jpg"},{"start":"20231107071000 +0100","stop":"20231107085000 +0100","channel": "TMC","title":"Un baiser pour Noël","desc":"Chaque année, dans la petite ville de Ponchatoula, en Louisiane, une boîte à vœux en bois est placée dans le parc en décembre, une tradition de Noël. Maddie encourage sa grande sœur Faith à y placer une lettre où elle demande de voir s'exaucer le vœu de rencontrer enfin le véritable amour. Dès le lendemain, Faith est prise au dépourvu quand elle fait la connaissance du charmant et sympathique Andrew. Devant ce jeune homme bien sous tous rapports, Faith se pose la question : son vœu de Noël est-il devenu réalité ? La jeune femme se confie à son meilleur ami Wyatt, toujours présent pour elle...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/09/30/d8da9780fec1395bd74fc1bb110a81b38c70ce4b.jpg"},{"start":"20231107085000 +0100","stop":"20231107102500 +0100","channel": "TMC","title":"Joyeux baiser de Noël","desc":"Kayla Hansen revient dans sa ville natale en compagnie de son fiancé, chorégraphe et réalisateur de renom, qui vient présenter son dernier ballet pour les fêtes, \"Casse-Noisette\". Mais en dépit des apparences, Kayla doute, notamment de son couple. Le destin lui fait rencontrer un jeune homme, Dustin, concentré sur sa carrière de traiteur après plusieurs échecs amoureux. Un mystérieux ascenseur, un Père Noël malicieux, une cousine et une amie commune vont les aider à cheminer ensemble vers le bonheur...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/b4184831-133b-4b0e-8240-b66e3853afee.jpg"},{"start":"20231107102500 +0100","stop":"20231107121000 +0100","channel": "TMC","title":"La romance photo de Noël","desc":"Samantha, une photographe freelance, est de retour à Cape Cod afin de célébrer le remariage de son père. Elle accepte l'aide de Mike, un ancien flirt d'adolescence, afin de l'aider sur un projet photo, qui lui offre une belle opportunité de carrière. Cela faisait des années qu'elle n'avait pas remis les pieds dans cette petite ville, suite au décès de sa mère, également photographe...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231107121000 +0100","stop":"20231107135500 +0100","channel": "TMC","title":"A la recherche d'un Père Noël","desc":"Lorsque le Père Noël officiel d'une petite ville du Connecticut se blesse, Grace, la responsable de la parade, doit lui trouver un remplaçant d'urgence. Elle va chercher à Boston le fils dudit Père Noël, Ben, et tente de le convaincre de remplacer son père, mais en vain. Les événements conduisent néanmoins Grace et Ben, que tout oppose, à passer du temps ensemble et à se confronter à leurs choix de vie respectifs...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231107053500 +0100","stop":"20231107054500 +0100","channel": "France 4","title":"Coache-moi si tu peux","subtitle":"Le Noël de Platana","desc":"Saison:1 - Episode:8 - Afin de lever la malédiction qui l'a transformé en ballon, le champion international Erico Platana doit dégonfler de l'égo pour faire de Daniel, un gamin volontaire mais pataud, une star du football.","category":"série d'animation","length": 10,"icon":"https://focus.telerama.fr/1111x625/2021/12/23/2740541d3541d02fdb1ad7911fdb331685f4289f.jpg"},{"start":"20231107041800 +0100","stop":"20231107042900 +0100","channel": "Gulli","title":"Spidey et ses amis extraordinaires","subtitle":"Un Noël tentaculaire","desc":"Saison:1 - Episode:25 - Le Docteur Octopus menace de saboter Noël en volant tous les cadeaux.","date":"2022","category":"série d'animation","length": 11,"icon":"https://focus.telerama.fr/1111x625/2021/08/23/1853371dece7a2abef3a202cea4a023915da48b4.jpg"},{"start":"20231107105000 +0100","stop":"20231107114500 +0100","channel": "Chérie 25","title":"Snapped : Vacances mortelles","subtitle":"La rage de Noël","desc":"Juste avant Noël, le corps de Kristine, une jeune mère, est retrouvé étranglé dans une voiture en feu, dans une banlieue tranquille de Minneapolis. Tout porte à croire qu'elle n'a pas été tuée sur place mais que son cadavre y a été placé pour brouiller les pistes. Les détectives entament l'enquête et sont convaincus que l'assassin fait partie de ses proches.","category":"magazine de société","length": 55,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/fae17733-5607-44bb-96a6-d1bdedc5beee.jpg"},{"start":"20231108140000 +0100","stop":"20231108154000 +0100","channel": "TF1","title":"Un Noël so British","desc":"Anji est personal shopper à Londres et durant la période de Noël, elle est particulièrement active. En courant les magasins, elle rencontre David, un Américain installé depuis peu dans la capitale anglaise et qui vient d'acheter une carte cadeau pour sa petite amie, Charlotte...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/26/12a124d293d88a73498a35519a0150e2e509638f_F98548322B4F454A5C73A51C4A32E4E8.jpg"},{"start":"20231108154000 +0100","stop":"20231108172500 +0100","channel": "TF1","title":"Noël comme chien et chat","desc":"Ses parents étant partis en vacances, Hayley va rejoindre des amis pour fêter Noël avec eux. Quelle n'est pas sa surprise lorsqu'elle tombe sur Paul, également invité. Quelque temps plus tôt, Paul avait hâté la fin de la relation amoureuse que Hayley entretenait avec son précédent petit ami et la jeune femme lui en veut toujours. Après des débuts houleux, Hayley et Paul commencent à s'apprivoiser...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/11/08/754ed21b8b1666614bc4cb6f76ce39215789024a.jpg"},{"start":"20231108125000 +0100","stop":"20231108145000 +0100","channel": "W9","title":"Un Noël royal","desc":"Kristin, une employée d'une maison de couture, se voit accorder par sa patronne une mission inespérée. La jeune femme va devoir gérer le défilé de mode de Noël organisé pour le roi d'Edgemoor. Ce défi à la hauteur de ses ambitions la ravit, mais Kristin ignore encore que l'évènement sera présidé cette année par le prince Patrick en personne. Ce dernier va tomber sous le charme de la jeune femme pensant, à tort, qu'il s'agit de Melanie, sa patronne...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2022/12/09/2bfe9d7a93b58ba6844d180d797ac447cad576ba.jpg"},{"start":"20231108145000 +0100","stop":"20231108164000 +0100","channel": "W9","title":"Un Noël de princesse","desc":"Héritier du trône de Cordinia, le prince Leopold a tout pour être heureux. Sauf qu'il rêve d'épouser la ravissante Emily. Même si elle n'est qu'une simple couturière travaillant à Philadelphie, il est tendrement épris d'elle. Or, sa mère, la reine Isadora, ne l'entend pas de cette oreille : pas question que son fils épouse une fille du peuple. Elle a d'autres projets pour son fils. Leopold devra épouser l'intrigante et belle duchesse Natasha. Peinée, Emily comprend qu'il faut se montrer digne de l'amour de Leo. Pour autant, elle veut éviter l'humiliation. Natasha et Isadora se montrent odieuses et tentent de saper le moral d'Emily. C'était sans compter avec l'aide de Victor, le majordome. Emily va essayer de prouver que l'amour finit toujours par triompher...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/10/17/11374806.jpg"},{"start":"20231108071000 +0100","stop":"20231108085000 +0100","channel": "TMC","title":"Opération Noël","desc":"Olivia Young, mère célibataire, emmène ses deux enfants skier à Noël et fait la rencontre du sergent Scott McGuigan sur les pistes. Ils se quittent sur un malentendu, mais les hasards de la vie les amènent à se rencontrer à nouveau et même à travailler ensemble. Olivia tombe sous son charme et leurs enfants s'entendent à merveille. Mais Scott est membre des forces spéciales américaines et être amoureuse d'un militaire qui peut partir en mission dangereuse d'une minute à l'autre est difficile pour Olivia, qui se demande si elle est vraiment faite pour cette vie.. Scott doit partir en mission alors qu'ils doivent passer leur premier Noël ensemble : c'est la fois de trop pour Olivia...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231108085000 +0100","stop":"20231108102500 +0100","channel": "TMC","title":"Miss Noël","desc":"Holly, surnommée Miss Christmas, travaille pour le Centre Radcliffe, à Chicago. Elle est chargée de sélectionner le sapin qui sera dressé, décoré et illuminé sur la place pour Noël. Cette année, l'arbre a été abîmé et Holly doit en trouver un autre. Après bien des recherches, elle opte pour un sapin qu'elle a vu en photo. C'est un petit garçon, Joey, qui lui a envoyé le cliché. Elle se rend aussitôt à Klaus, la ville de Joey et du sapin. Mais Sam, le père de Joey, refuse catégoriquement de lui céder l'arbre. Holly devra déployer des trésors de persuasion pour convaincre Sam et sa famille de le lui donner...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231108102500 +0100","stop":"20231108121000 +0100","channel": "TMC","title":"Le Noël des héros","desc":"Audrey tient un café avec son amie Jade dans la petite ville de Branford. Son frère, soldat déployé à l'étranger, fait goûter son café à un sergent, et une relation épistolaire commence entre le sergent Evans et Audrey. Il va faire la connaissance d'Audrey après son affectation et ils vont vite tomber sous le charme l'un de l'autre. Après plusieurs obstacles qui se présentent à eux, c'est finalement, entre chance et détermination, que les choses finissent par bien tourner pour eux...","category":"téléfilm pour la jeunesse","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231108121000 +0100","stop":"20231108135500 +0100","channel": "TMC","title":"La valse de Noël","desc":"Avery est une jeune femme à qui tout réussit. Collaboratrice dans un grand cabinet, aimée de ses amis et de sa famille, elle s'apprête à se marier à la période de Noël avec son fiancé, David, un homme parfait en apparence. Pour se préparer à ouvrir le bal le grand jour, elle s'inscrit avec David à un cours de danse de salon, pour apprendre la valse. Là, elle fait la connaissance de Nicky, un jeune garçon plein d'entrain, et de Roman, un client qui l'encourage à prendre dix leçons afin d'être prête pour le grand soir. Mais David lui annonce qu'il a accepté une promotion et qu'il doit partir pour Boston...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/e2d6cf60cd3b6e6620c44d5768829f3adb6f73f0_54985307C923952D10AB63940AAF3AA3.jpg"},{"start":"20231108041800 +0100","stop":"20231108042900 +0100","channel": "Gulli","title":"Zig & Sharko","subtitle":"Opération Père Noël","desc":"Saison:3 - Episode:33 - Zig se déguise en Père Noël pour croquer Marina, mais Sharko n'est pas dupe et se débarrasse de l'usurpateur. La sirène oblige alors le squale à remplacer la hyène...","date":"2019","category":"série d'animation","length": 11,"icon":"https://focus.telerama.fr/1111x625/2021/06/10/148f31d7-cdaa-4081-b32b-938526ce610a.jpg"},{"start":"20231108210500 +0100","stop":"20231108224000 +0100","channel": "Gulli","title":"Noël en escarpins","desc":"Noëlle aime le mois de décembre car, chaque année pour les fêtes, sa grand-mère lui offre une paire de chaussures lui ayant appartenu. Ces dernières auraient des pouvoirs magiques mais, depuis une mauvaise expérience passée, Noëlle n'y croit plus. Lorsqu'elle rencontre le charmant John Reid, tout en étant chaussée de magnifiques escarpins roses, elle se demande si les chaussures n'y sont pas pour quelque chose.","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2022/10/24/d235a39a85e91de2bcb807010491206f154b825c.jpg"},{"start":"20231108224000 +0100","stop":"20231109000500 +0100","channel": "Gulli","title":"D'un Noël à l'autre","desc":"Pendant des années, les parents d'Olivia Anderson et ceux de Jeff passaient les vacances de Noël à Hawaï. C'est là qu'à l'adolescence, leurs deux enfants ont échangé leur premier baiser. Lorsqu'ils se revoient au même endroit vingt ans plus tard, Olivia et Jeff retrouvent leur ancienne alchimie, mais des circonstances les poussent à être séparés de nouveau...","category":"téléfilm sentimental","length": 85,"icon":"https://focus.telerama.fr/1111x625/2022/12/26/d53f3d5e2a21efd1be33dc50787e7879827493a0.jpg"},{"start":"20231108005000 +0100","stop":"20231108021000 +0100","channel": "Chérie 25","title":"Snapped : cauchemars au réveil","subtitle":"Le masque de la mort","desc":"A Noël, un violent cambriolage transforme une maison festive en une horrible scène de crime. Bien qu'elle ait été égorgée pendant son sommeil, Anita Yunk survit mais son mari n'a pas cette chance. Les enquêteurs doivent démêler ce drame et parcourir tout le pays pour retrouver le tueur.","category":"documentaire justice","length": 80,"icon":"https://focus.telerama.fr/1111x625/2023/09/28/b6491f70d319cab49c6a848cc80bbbd94cd6294f_FD84D4046F98620B76E50F913A40AD62.jpg"},{"start":"20231108105000 +0100","stop":"20231108114500 +0100","channel": "Chérie 25","title":"Snapped : Vacances mortelles","subtitle":"Nuit silencieuse, nuit mortelle","desc":"Lorsqu'une mère et ses deux filles ne se présentent pas au dîner de Noël, la police se rend à leur domicile et découvre que toutes trois ont été abattues. Le seul survivant de cette tuerie est un bébé de 9 mois, retrouvé déshydraté dans les bras de sa mère, morte d'une balle dans la tête. Les enquêteurs découvrent que ce crime cache un drame familial incestueux.","category":"magazine de société","length": 55,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/fae17733-5607-44bb-96a6-d1bdedc5beee.jpg"},{"start":"20231109140000 +0100","stop":"20231109154000 +0100","channel": "TF1","title":"Mon miracle de Noël","desc":"Kaitlyn et son fils, Adam, retournent pour Noël dans la famille de Brian, le père d'Adam, mort dans un accident quatre ans auparavant. Kaitlyn envisage de vendre leur maison de famille et d'accepter un poste en Europe alors qu'Adam, jusque-là renfermé sur lui-même, s'ouvre aux autres et à la vie. C'est peut-être Matthew, ami d'enfance de feu son mari, qui va la décider à rester…","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/27/dae3f7114f80c2dbb2a5b4759cfbd618fd91c89c_46A19573F713A4C727F2FEF375FBE7AB.jpg"},{"start":"20231109154000 +0100","stop":"20231109172500 +0100","channel": "TF1","title":"P.S. Joyeux Noël","desc":"Nicole est inconsolable depuis l'accident qui a ôté la vie à Henry, son fiancé, la veille de Noël, l'année précédente. Appréhendant cette nouvelle période de fêtes, elle décide de faire rénover la maison qu'elle devait habiter avec Henry pour la vendre. Sur les conseils de son ami Teddy, elle engage Joe, un charpentier très compétent qui ne tarde pas à se faire adopter par le groupe d'amis de Nicole et Teddy. Après une discussion à coeur ouvert avec son grand-père, Nicole envoie des SMS à Henry et un étrange destinataire lui répond...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/10/27/023cf2c03d766601ed4c6b5eef78b056a035ff86.jpg"},{"start":"20231109125000 +0100","stop":"20231109145000 +0100","channel": "W9","title":"Mon amoureux de Noël","desc":"Après avoir passé 20 ans à développer son entreprise à New York, Maddie vient de la vendre. Pour prendre un peu de recul, elle accepte la proposition de sa mère, Peg, de passer les fêtes de Noël chez elle. Si elle est heureuse de retrouver sa famille, Maddie n'est pas à l'aise à l'idée de revoir Carter, son amour de jeunesse. Les deux anciens tourtereaux doivent néanmoins collaborer pour le spectacle de Noël du lycée...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/11/27/0dd54e59a809b15acfe7fd84a40e9a4a86610dd2.jpg"},{"start":"20231109145000 +0100","stop":"20231109164000 +0100","channel": "W9","title":"Le Noël de mes rêves","desc":"Pour Christina, directrice d'un grand magasin, la période des fêtes rime avec travail. Peu portée sur l'esprit de Noël, elle doit cependant trouver une idée originale pour la grande exposition de Noël, et ainsi convaincre la fondatrice, Victoria, qu'elle mérite le poste dont elle rêve à Paris. La rencontre avec Cooper, 6 ans, et Kurt, son père divorcé qu'elle a licencié, se révèle déterminante pour son avenir...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2022/11/22/f961e20d89973b077ddc5fd8111850faf94e8d7e.jpg"},{"start":"20231109071000 +0100","stop":"20231109085000 +0100","channel": "TMC","title":"Le ranch de Noël","desc":"Pour fuir une rupture compliquée, Sarah décide de passer les fêtes de Noël dans le ranch de son oncle, dans le Colorado. Elle y retrouve son frère, Cody, qui y vit depuis le décès de leur tante. Sarah, qui espérait profiter de ces vacances pour se reposer, se voit confier l'organisation de la parade de la ville. Et comme si cela ne suffisait pas, une star hollywoodienne, Graham Mitchell, en pleine préparation de son prochain film, convainc Sarah de lui apprendre les rudiments de la vie de garçon de ranch. Mais ce qui s'annonçait comme une corvée va progressivement devenir un plaisir partagé...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231109085000 +0100","stop":"20231109102500 +0100","channel": "TMC","title":"Noël avec une star","desc":"Jessica McEllis, une actrice célèbre, s'apprête à tourner un film sur le thème de Noël à Homestead, petite ville de l'Iowa qui a des traditions bien ancrées et organise des célébrations grandioses pour Noël. Jessica est accompagnée notamment de son ex-compagnon, Vince, qui est toujours amoureux d'elle. Le film raconte l'histoire d'une actrice, qui retourne dans la ville de son enfance, et revoit son amour de jeunesse, maintenant hôtelier. L'équipe s'installe dans un hôtel tenu par Matt, jeune veuf, père de la petite Sophie et accessoirement maire de la ville, et sa soeur Zoe. Contrairement à Sophie, qui est fan de Jessica, Matt est opposé à ce tournage, qui perturbe les célébrations de Noël. Mais le charme de Jessica opère, et Matt commence à tomber amoureux...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2023/01/30/43e48c1f7ae88c18b1a6d230ae39fc1364b85330.jpg"},{"start":"20231109102500 +0100","stop":"20231109121000 +0100","channel": "TMC","title":"Les 12 traditions de Noël","desc":"Après le décès de sa grand-mère, Sharon Hayes revient pour la première fois dans sa maison d'enfance à Pine Springs pour fêter Noël avec sa cousine. Celle-ci lui a lancé un défi par l'intermédiaire de son avocat et voisin, Sam Taylor. Elle va devoir accomplir douze traditions de Noël afin de se replonger dans l'ambiance de la ville et décider si elle garde la maison...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/11/19/5a5f05c77c70e8fdcec98ad76a8f61bc65abcef5.jpg"},{"start":"20231109121000 +0100","stop":"20231109135500 +0100","channel": "TMC","title":"Un festival pour Noël","desc":"Allie, une jeune vétérinaire, s'apprête à quitter sa petite ville d'Evergreen pour s'installer à Washington et rejoindre ainsi Spencer, son petit ami. Parallèlement, Ryan et sa fille Zoé doivent partir passer Noël en Floride. Le médecin, veuf depuis un an, veut changer les idées de sa fille pour qu'elle ne pense pas trop à sa mère. En route, ils s'arrêtent à Evergreen pour déjeuner. Dans le restaurant des parents d'Allie, Zoé fait un voeu sur une boule de neige magique. C'est alors qu'une tempête de neige se déchaîne sur la ville. L'aéroport est fermé, et les routes impraticables. Ryan, Allie et Zoé vont ainsi passer plusieurs jours ensemble...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231109041800 +0100","stop":"20231109043000 +0100","channel": "Gulli","title":"Garfield & Cie","subtitle":"Chahut de Noël","desc":"Saison:1 - Episode:38 - La douce saison des cantiques et des dindes aux marrons est de retour. Garfield, toujours à l'affût d'une occasion d'obtenir des sucreries, veut chanter devant les portes des voisins...","date":"2008","category":"jeunesse : dessin animé","length": 12,"icon":"https://focus.telerama.fr/1111x625/2021/05/31/3d939d7e-c792-4019-be43-4310d0244b9c.jpg"},{"start":"20231109114500 +0100","stop":"20231109124000 +0100","channel": "Chérie 25","title":"Snapped : Vacances mortelles","subtitle":"Un dernier Noël","desc":"En Floride, la police trouve les corps sans vie de Michelle et Steven dans leur chambre à coucher tandis que leur petit garçon se trouve seul au rez-de-chaussée.","category":"magazine de société","length": 55,"icon":"https://focus.telerama.fr/1111x625/2021/06/02/691fbde533e81d045cf2c8418f2bf623ac3114e0.jpg"},{"start":"20231110140000 +0100","stop":"20231110154000 +0100","channel": "TF1","title":"C'est Noël à la maison !","desc":"Melissa se charge de redécorer sa maison d'enfance que sa mère souhaite vendre. Pour ce faire, elle fait équipe avec David, agent immobilier avec lequel elle est allée au lycée. A l'époque, la jeune fille éprouvait des sentiments pour David. Est-ce encore le cas aujourd'hui ?...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/28/30409c45508e034421bca7acfd2245521f7c7b6b_3107DC5646F6EE65A9FD0D7A9774AE12.jpg"},{"start":"20231110154000 +0100","stop":"20231110172500 +0100","channel": "TF1","title":"La merveilleuse boutique de Noël","desc":"Belinda est envoyée à Santa Fe par son entreprise afin de négocier l'acquisition de La Casa de Milagro, une société de décorations de Noël gérée par la famille Ortega. Lors de son arrivée, elle est accueillie par Tony, l'homme d'affaires de la famille. Alors qu'ils apprennent à se connaître à travers leurs négociations, Tony et Belinda réalisent que leur rencontre pourrait non seulement bouleverser leur vie professionnelle, mais aussi leur vie personnelle...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/10/21/9ab4943cc76d12f8edaf5f4a9e61ce553ab31e1e.jpg"},{"start":"20231110125000 +0100","stop":"20231110145000 +0100","channel": "W9","title":"Mon milliardaire de Noël","desc":"Chance possède une boutique de cadeaux dont les affaires marchent mal. A l'approche de Noël, elle est embauchée par William, un entrepreneur richissime en quête du cadeau parfait pour demander sa fiancée, Leyla, en mariage. Alors que Chance fait son maximum pour mieux connaître Leyla et lui trouver les plus beaux cadeaux, William tombe sous son charme…","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/03/28/cfca8e16-e675-4ede-8702-fa8b2826a086.jpg"},{"start":"20231110145000 +0100","stop":"20231110164000 +0100","channel": "W9","title":"Le Noël de Sophie","desc":"Sophie est photographe de sports extrêmes à Los Angeles. Débordée au quotidien, elle prend le temps de rendre visite à sa grand-mère pour les fêtes de Noël et fait la rencontre de David, son charmant nouveau voisin. Ce dernier est en quête d'une baby-sitter pour s'occuper de son neveu, Troy, dont les parents sont morts. Sophie propose de s'occuper du petit garçon et va passer de plus en plus de temps avec Troy et David...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/11/29/12d8a1a3ff2205051270626f5e87aae74ca65afd.jpg"},{"start":"20231110071000 +0100","stop":"20231110085000 +0100","channel": "TMC","title":"Le renne des neiges","desc":"Au pôle Nord, John Stockman, responsable du département des rennes du père Noël, s'aperçoit quelques jours avant le réveillon que Fringuant s'est fêlé le sabot. Il y a fort à parier que l'animal ne pourra pas voler. Il part chercher un renne de remplacement en Alaska, à Buckley Falls, à l'élevage d'Annie Miller, une mère célibataire qui croule sous les dettes et se demande si elle ne va pas vendre son ranch au magnat local, pour pouvoir sortir la tête de l'eau. Annie a depuis longtemps cessé de croire au père Noël et John doit déployer des trésors de patience pour l'amener à lui faire confiance...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/07/23/d59149cacb0e951abb9c7bd451772f40d02fb97c.jpg"},{"start":"20231110085000 +0100","stop":"20231110102500 +0100","channel": "TMC","title":"Noël Actually","desc":"L'hôtel Treeline, situé dans une station de ski des monts Adirondacks, est une pension familiale gérée par Holly et son père, Tom. Comme chaque année, la semaine de Noël affiche complet. Tandis qu'elle accueille de nouveaux clients, Holly croise Kevin, son ancien camarade de faculté. Mais à la fin de leurs études, une quinzaine d'années plus tôt, il était devenu bien plus qu'un simple copain...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/07/12/8cb1ef1d77659d2193a2a31aea50cfec3ce31410.jpg"},{"start":"20231110102500 +0100","stop":"20231110121000 +0100","channel": "TMC","title":"Noël au pays des jouets","desc":"Deux commerçants sont forcés de mettre leur rivalité de côté et d'unir leurs forces afin de contrer un homme d'affaires peu scrupuleux, un magnat du jouet qui projette d'ouvrir un grand magasin dans leur petite ville...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/12/12/4778b103d483e41225c39f54157d40331ad81ccc.jpg"},{"start":"20231110121000 +0100","stop":"20231110135500 +0100","channel": "TMC","title":"Noël a cappella","desc":"David, directeur d'un lycée et père célibataire, a perdu l'esprit de Noël après le décès de sa femme. Aujourd'hui, il est prêt à tout pour éviter de se retrouver désoeuvré au moment des fêtes et décide de travailler pendant les vacances. Mais cette année, sa fille Noane et sa soeur sont déterminées à l'aider à retrouver l'amour…","date":"2020","category":"film : drame","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/18/beb2791e74111986047e7900a86fa57b24fbcd6b.jpg"},{"start":"20231110022200 +0100","stop":"20231110024500 +0100","channel": "Gulli","title":"Baskup","subtitle":"Pas de cadeau pour les High 5","desc":"Saison:2 - Episode:11 - Les High 5 reçoivent les Santa Crew, une équipe qui ressemble étrangement à celle du Père Noël. Leur coach, Klaus Santa, a la manie d'offrir des cadeaux à tour de bras...","date":"2014","category":"série d'animation","length": 23,"icon":"https://focus.telerama.fr/1111x625/2021/10/18/1cd1a9065bbdbc6dfec4d546fd8e3e2e16fd04a0.jpg"},{"start":"20231110041800 +0100","stop":"20231110043000 +0100","channel": "Gulli","title":"Taffy","subtitle":"Le miracle de Noël","desc":"Saison:1 - Episode:10 - C'est la belle nuit de Noël, et Bentley a réussi à chasser Taffy de la maison après lui avoir retiré son noeud devant Mme Millesous. Aidés de ses amis Mish et Mash, ils se font passer pour les fantômes des Noël passés, présents, et futurs, et viennent hanter la conscience de Bentley. Traumatisé, le pauvre chien part à la recherche de Taffy pour faire amende honorable et le ramener au manoir...","date":"2019","category":"série d'animation","length": 12,"icon":"https://focus.telerama.fr/1111x625/2021/10/18/ce92dd1ce14bb443cbce10b7cde0e6fb032aff6e.jpg"},{"start":"20231110210000 +0100","stop":"20231110224000 +0100","channel": "TF1 Séries Films","title":"Noël à tout prix !","desc":"Après une rupture amoureuse, Emily rentre chez ses parents pour les fêtes. Mais ceux-ci ont décidé de partir vivre en Floride et la laissent gérer seule l'organisation des diverses activités de Noël du voisinage, qui ne plaisante pas sur le sujet. Elle retrouve un ami d'enfance, Jared, qui a pris la tête du Comité de Noël de la rue...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/10/60b6d2a8fa6b7c604ddbee6004b551fc80695ff5_8AB2F510A193E0E0618D45ADBD9780A1.jpg"},{"start":"20231110224000 +0100","stop":"20231111002000 +0100","channel": "TF1 Séries Films","title":"Une proposition de rêve pour Noël","desc":"Maria est cheffe à domicile et chauffeur VTC dès qu'elle a un moment de libre. Elle rêve de créer une ligne de food trucks qui proposerait de la cuisine du monde, mais elle attend d'avoir les moyens de s'acheter son premier camion. Quelques jours avant Noël, elle conduit Julian Diaz chez ses parents qui, sur un malentendu, pensent que Maria est la petite amie de Julian...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/ad19402cea815323b1ba14d98fb3a66c44f528be.jpg"},{"start":"20231110114500 +0100","stop":"20231110124000 +0100","channel": "Chérie 25","title":"Snapped : Vacances mortelles","subtitle":"Coeurs brisés à Noël","desc":"Si, pour la plupart des gens, les vacances symbolisent des moments de détente et de partage, laissant des souvenirs mémorables en famille ou entre amis, pour d'autres hélas, elles tournent au cauchemar lorsque la colère et l'animosité prennent le dessus. Gros plan sur des récits de vacances qui soudainement viré au drame.","category":"magazine de société","length": 55,"icon":"https://focus.telerama.fr/1111x625/2021/07/08/da3ddd9fdc225f9ae92d3418721ca9addc50b786.jpg"},{"start":"20231111140500 +0100","stop":"20231111155000 +0100","channel": "C8","title":"Le gâteau enchanté de Noël","desc":"Depuis la mort de sa grand-mère, Gwen a repris sa pâtisserie. Elle a du mal à maintenir à flot ce commerce et ne parvient pas à retrouver la recette du merveilleux gâteau de Noël de son aïeule. Lorsqu'un grand chef décide de tourner une émission de Noël dans sa ville, Gwen accepte, un peu à contrecœur, d'aider Gavin, le producteur, à préparer le tournage.","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/07/12/8cb1ef1d77659d2193a2a31aea50cfec3ce31410.jpg"},{"start":"20231111155000 +0100","stop":"20231111174000 +0100","channel": "C8","title":"Le concours de Noël","desc":"Diana Deason et Ken Stoddard, deux professeurs de musique, apprennent que seul l'un d'eux va pouvoir conserver son poste suite à la fusion de deux lycées. Pour les départager, le proviseur de l'établissement leur suggère de participer à un concours de chants de Noël qui sera diffusé à la télévision. Ayant une conception très différente de l'enseignement, Diana et Ken ont du mal à se supporter, et les tensions s'exacerbent à l'approche du concours...","category":"téléfilm pour la jeunesse","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/11/29/0fb192cef58831aff229ae087e2b3b2604a2a8e7.jpg"},{"start":"20231111174000 +0100","stop":"20231111192500 +0100","channel": "C8","title":"Coup de foudre sur le marché de Noël","desc":"Cassie est une jeune femme à la carrière brillante à qui tout réussit. Lorsqu'elle revient dans sa ville natale pour ressusciter le marché de Noël de son enfance, Nicolas, un fringant étranger, se présente pour l'aider à organiser l'événement. Elle est d'abord irritée par lui, ignorant qu'il s'agit d'un prince qui s'est infiltré anonymement pour vivre pleinement une réelle atmosphère de fête.","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/09/27/5681c6ea3d81c1a30968fdfd9059d280f180e48c.jpg"},{"start":"20231111192500 +0100","stop":"20231111211000 +0100","channel": "C8","title":"A la maison pour Noël","desc":"C'est le dernier vendredi avant Noël à New York, et une tempête massive se prépare. Cara Hill, femme d'affaires dans une petite ville, a rendez-vous avec son banquier, tandis que la star de la musique country, Heath Sawyer, joue au Madison Square Garden. Lorsque le vol à destination de Tulsa, qu'ils ont tous les deux réservé, est annulé, ce couple improbable finit par voyager ensemble. Chacun est confronté à des problèmes personnels...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/10/e8e1715cf0a1215c84096096807a509cabcdd5f8.jpg"},{"start":"20231111084500 +0100","stop":"20231111102500 +0100","channel": "TMC","title":"L'héritière de Noël","desc":"Jessica, jeune femme à la tête d'une fortune héritée de ses parents disparus, décide de se rendre à Glenbrooke, une petite bourgade isolée, pour y passer Noël incognito. A la recherche d'anonymat et de tranquillité pour passer des fêtes de fin d'année sereines et loin des turbulences des grandes villes, elle choisit cet endroit car il lui évoque d'agréables souvenirs de jeunesse. Elle fait très vite la connaissance de Kyle, un charmant pompier, avec qui elle sympathise immédiatement. Célibataire, elle pense avoir enfin rencontré son prince charmant...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/22/95be3a81de358b1f483b6be3138d29f6253b5b1a.jpg"},{"start":"20231111102500 +0100","stop":"20231111121000 +0100","channel": "TMC","title":"Noël sous un ciel étoilé","desc":"Nick Bellwith, un jeune homme ambitieux, tombe de haut lorsqu'il est renvoyé du jour au lendemain. Il croise alors la route de Clem Marshwell. A quelques semaines de Noël, celle-ci ouvre son traditionnel marché aux sapins. A son grand désespoir, cette trentième saison sera aussi la dernière. Un promoteur immobilier a acheté le terrain et le premier janvier, La piste aux étoiles fermera définitivement ses portes. Nick accepte d'aider Clem. Il fait la rencontre de Julie et de son fils, Matt. Triste et renfermé depuis le décès de son grand-père il y a six mois, le jeune garçon apprécie la compagnie de Nick...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/12/20/a78f3d2ce92673f955ecc683fa5be890edeb5bc2.jpg"},{"start":"20231111225500 +0100","stop":"20231112004000 +0100","channel": "TMC","title":"90' Enquêtes","subtitle":"Grand rush des courses de Noël : l'envers du décor","desc":"Le mois de décembre est sans doute la période de l'année la plus stressante, en raison des achats de Noël. Faut-il s'y prendre longtemps à l'avance ? Comment faire plaisir sans trop se ruiner ? Les enfants auront-ils ce qu'ils souhaitent ? Autant de questions que se posent les parents et grands-parents.","category":"magazine de société","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/09/29/37007bdaafbf46abca5b9d1f0b8d7380478bca83.jpg"},{"start":"20231111041800 +0100","stop":"20231111044000 +0100","channel": "Gulli","title":"Barbie Dreamhouse Adventures","subtitle":"Vacances de Noël","desc":"Saison:5 - Episode:12 - Barbie et toute la famille Roberts emménagent dans leur nouvelle maison de rêve et découvrent rapidement qu'il s'y passe des choses étranges...","date":"2019","category":"série d'animation","length": 22,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/1c747fbb-239c-4d38-9104-28186ff42d63.jpg"},{"start":"20231111210500 +0100","stop":"20231111220000 +0100","channel": "Gulli","title":"Lego Masters *2017","subtitle":"Destination Noël","desc":"Dans cet épisode, d'anciens candidats font leur grand retour dans Lego Masters pour faire équipe avec des célébrités et tenter de décrocher 10 000 dollars au profit de l'association de leur choix. Et pour célébrer Noël, l'épreuve du jour consiste à construire un véhicule des neiges qui sera propulsé dans les airs. Quelle équipe ira le plus loin ?","category":"divertissement : jeu","length": 55,"icon":"https://focus.telerama.fr/1111x625/2023/10/29/b5a542f13e1acf9395aa8b560d5ad70182773dd7_0BB60C706EDA605452FED69825DF2148.jpg"},{"start":"20231111220000 +0100","stop":"20231111225500 +0100","channel": "Gulli","title":"Lego Masters *2017","subtitle":"Oh mon beau traîneau !","desc":"Les binômes, composés d'un ancien candidat et d'une célébrité, doivent construire un traîneau pour le Père Noël. Les deux créations les plus résistantes seront départagées par les jurés sur des critères esthétiques. Le duo vainqueur gagnera 10 000 dollars pour l'association caritative de son choix.","category":"divertissement : jeu","length": 55,"icon":"https://focus.telerama.fr/1111x625/2022/02/27/32360e7a0c8fccac65a083a960273ff579dd5888.jpg"},{"start":"20231111070500 +0100","stop":"20231111084500 +0100","channel": "TF1 Séries Films","title":"Le fabuleux destin de Noël","desc":"Une rencontre fortuite réunit Alice et Jack, deux inconnus aux vies très différentes, à un mariage. Ils s'entendent tout de suite très bien, mais Alice hésite à rencontrer quelqu'un de nouveau après l'échec d'une relation à longue distance. Sa mère, Olga, l'encourage à faire confiance au jeune homme...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231111084500 +0100","stop":"20231111102500 +0100","channel": "TF1 Séries Films","title":"Un fabuleux coup de foudre pour Noël","desc":"Près de deux décennies après l'avoir quitté, un père de famille revient vivre dans sa ville d'origine où il retrouve de suite une ancienne petite amie.","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/12/01/40f90328f1ecab275761c32b418934f8b74791a7_0C33672744DE79D8B3C51B91618D37FC.jpg"},{"start":"20231111102500 +0100","stop":"20231111120500 +0100","channel": "TF1 Séries Films","title":"Coup de foudre pour mon père Noël secret","desc":"Mélanie adore Noël. Surtout parce qu'elle aime depuis toujours faire plaisir à tout le monde. Aussi, lorsque son patron lance le jeu du \"Père Noël secret\", qui consiste à offrir un cadeau à la personne dont on aura tiré le nom au sort, elle se lance avec enthousiasme dans l'aventure. Elle est tombée sur Donovan, un homme peu avenant qui n'affiche que mépris pour l'esprit de Noël. Mais elle relève le défi, et cherche assidument un cadeau qui pourrait le dérider. De surcroît, elle doit travailler main dans la main avec Donovan pour le lancement d'un nouveau téléphone portable, et la tâche s'annonce ardue. D'autant que Donovan s'est persuadé que son Père Noël secret était une autre collègue que Mélanie...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/10/29/8d7ac0b619217d7b66469be8443b00566246a62d_3E0B4EF2C490AB2EAA5C9336E2CA5E9A.jpg"},{"start":"20231111120500 +0100","stop":"20231111134900 +0100","channel": "TF1 Séries Films","title":"Une bague sous le sapin","desc":"Samantha file le parfait amour avec Simon. Pour la première fois, elle emmène son compagnon passer Noël dans sa famille. Le couple retrouve les parents de Samantha, divorcés, ainsi que sa soeur et son mari. Très émue par ces retrouvailles et le souvenir de sa grand-mère, Samantha voit Simon la demander en mariage. Surprise, elle accepte, au ravissement de toute la famille. Mais elle est indécise : le divorce de ses parents et son passé amoureux l'empêchent de s'enthousiasmer à propos de ces noces...","category":"téléfilm sentimental","length": 104,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/7a425f64-513f-4f58-81a7-380223974258.jpg"},{"start":"20231111135500 +0100","stop":"20231111153500 +0100","channel": "TF1 Séries Films","title":"Noël à pile ou face","desc":"Penny, rédactrice dans une agence de publicité, s'apprête à passer Noël avec son mari, Stuart, et la famille de sa soeur Nicky. Elle évoque auprès de la jeune femme son souhait de mener une vie professionnelle plus épanouissante et se demande à quoi ressemblerait son existence si elle avait suivi ses ambitions. Jayne, une vieille dame aux étranges pouvoirs, décide de réaliser son voeu. L'ange de Noël lui offre la possibilité de redevenir célibataire. Rapidement, Penny se rend compte que sa nouvelle vie ne ressemble en rien à ce qu'elle avait imaginé. Elle doit rapidement trouver le moyen de retrouver son époux...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/96bd8522-c9a0-46c1-8470-34cd1d011aea.jpg"},{"start":"20231111153500 +0100","stop":"20231111171000 +0100","channel": "TF1 Séries Films","title":"La chasse au trésor de Noël","desc":"Belinda retourne dans sa ville natale à l'occasion des fêtes de Noël. Elle est chargée d'organiser la chasse au trésor de la ville. Elle doit faire équipe avec un ancien petit ami, Dustin...","category":"téléfilm humoristique","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/09/30/d8da9780fec1395bd74fc1bb110a81b38c70ce4b.jpg"},{"start":"20231111171000 +0100","stop":"20231111185000 +0100","channel": "TF1 Séries Films","title":"L'ange secret de Noël","desc":"A Pine River, à chaque Noël, \"Le sapin de l'ange\" apparaît pendant la nuit sur la place de la ville. Les habitants écrivent leurs voeux qu'ils suspendent au sapin et un mystérieux bienfaiteur, \"L'ange\", fait en sorte qu'ils soient exaucés. Rebecca, journaliste, se rend sur place afin de découvrir son identité...","category":"téléfilm dramatique","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/12/02/8e685a58489a073afa53593b37c0054ac2cf6a91_22033F3ADA1690EFCAB6C30A982AF945.jpg"},{"start":"20231111210500 +0100","stop":"20231111225000 +0100","channel": "6ter","title":"L'héritage de Noël","desc":"Willa, jeune infirmière, découvre qu'un de ses patients lui a légué plusieurs dizaines de milliers de dollars et offert également un séjour, durant la période de Noël, dans une maison d'hôtes perdue au fin fond de l'Oregon, un lieu cher à son coeur. Finn Conrad, le fils de cet homme généreux, soupçonne Willa d'avoir manipulé son père pour obtenir cet héritage, et décide de rencontrer la jeune femme et son fils de 9 ans, sans lui révéler son identité...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/2027702c69032bef7b9bbcb5c16a2f95b2c64363.jpg"},{"start":"20231111225000 +0100","stop":"20231112002000 +0100","channel": "6ter","title":"Marions-nous à Noël !","desc":"Angela rêve de se marier dans la ferme de sapins de son grand-père, le soir du réveillon de Noël. Elle a déjà tout prévu. Qui mieux que sa soeur Haley, organisatrice de mariage de stars à Los Angeles, pour s'occuper de la fête ? La citadine, ultra-connectée, revient pour l'occasion dans le village de son enfance. Elle y croise Carter, un viel ami. Pour la jeune femme, le retour aux sources est difficile...","category":"téléfilm sentimental","length": 90,"icon":"https://focus.telerama.fr/1111x625/2023/10/12/d885210836366741a3be401ea3aa1c25f56f46be_B6DA0557745012065B39C71E7B79DF4C.jpg"},{"start":"20231111095000 +0100","stop":"20231111103500 +0100","channel": "Chérie 25","title":"Snapped : cauchemars au réveil","subtitle":"Le masque de la mort","desc":"A Noël, un violent cambriolage transforme une maison festive en une horrible scène de crime. Bien qu'elle ait été égorgée pendant son sommeil, Anita Yunk survit mais son mari n'a pas cette chance. Les enquêteurs doivent démêler ce drame et parcourir tout le pays pour retrouver le tueur.","category":"documentaire justice","length": 45,"icon":"https://focus.telerama.fr/1111x625/2023/09/28/b6491f70d319cab49c6a848cc80bbbd94cd6294f_FD84D4046F98620B76E50F913A40AD62.jpg"},{"start":"20231112225000 +0100","stop":"20231113005000 +0100","channel": "W9","title":"Les nouvelles aventures d'Aladin","desc":"A la veille de Noël, Sam et son meilleur ami Khalid pensaient avoir trouvé le déguisement idéal pour commettre quelques larcins aux Galeries Lafayette. Mais les enfants sont intelligents et les ont rapidement démasqués malgré leur barbe de Père Noël. Pour les amadouer, le duo leur raconte leur version de l'histoire d'Aladin. Dans la peau du célèbre personnage de conte des Mille et Une Nuits, Sam commence alors un voyage au coeur de Bagdad, ville sous la coupe d'un tyrannique vizir à l'haleine fétide. Aladin le jeune voleur, aidé de son génie, devra déjouer les plans diaboliques du vizir et sauver Khalid. Entretemps, Aladin tombe sous le charme de la princesse Shallia promise à un autre...","date":"2015","category":"film : comédie","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/05/13/4cf103c4-f80c-433c-b3d7-4338c074441b.jpg"},{"start":"20231112083500 +0100","stop":"20231112101500 +0100","channel": "TMC","title":"Mon prince de Noël","desc":"Samantha, une jeune enseignante, vit et travaille à New York. A l'occasion des fêtes de Noël, elle rentre dans sa ville natale. Son petit ami, Alex, l'y rejoint. Sur place, ce dernier lui réserve une surprise de taille. Il lui apprend qu'il est en réalité Alexander, le prince héritier de Madelvia, petit royaume, et qu'il souhaite l'épouser. Samantha, jeune femme active, se retrouve face à un dilemme : aime-t-elle suffisamment Alex pour abandonner son métier, sa vie à New York, et devenir une princesse, avec tous les avantages et les inconvénients d'un tel statut ?...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/263af7c21f413a847bb51d99c87f0367e6a9dd5b.jpg"},{"start":"20231112101500 +0100","stop":"20231112115500 +0100","channel": "TMC","title":"Un Noël de conte de fées","desc":"Caitlyn, assistante de la rédactrice en chef d'un grand magazine de mode, aspire à s'établir en tant que créatrice. C'est alors que le prince Jeffrey et son amie lady Isabelle arrivent en ville pour donner un grand bal de charité pour le nouvel an. Lors de cet événement, Jeffrey projette de demander Isabelle en mariage. Pour sa robe de bal, Isabelle s'adresse à Caitlyn au grand dam Abigail, la patronne de Caitlyn, qui voudrait que ce soit sa fille Leighton qui soit chargée de cette création. Caitlyn, qu'Abigail tente de ralentir, passe beaucoup de temps avec le prince Jeffrey. Au fil des jours, ils tombent amoureux l'un de l'autre. Mais le prince, qui doit bientôt accéder au trône, doit choisir entre le coeur et la raison, entre Caitlyn et Abigail...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/29/0b88451dba70b565b9c49826af7df4b0fad06909.jpg"},{"start":"20231112115500 +0100","stop":"20231112133000 +0100","channel": "TMC","title":"Mission royale pour Noël","desc":"Lauren et Colleen dirigent une petite entreprise de coaching spécialisée dans les festivités de Noël. Elles sont engagées par les Anderson, une famille issue de la royauté britannique. Lauren se met tout de suite au travail et commence par décorer l'immense manoir de la famille. Elle ne tarde pas à rencontrer James Anderson, un jeune homme fringuant accaparé par les affaires et bien loin de considérer Noël comme quelque chose d'important. Lauren décide que son défi consistera à lui faire retrouver la magie de Noël, comme lorsqu'il était enfant...","category":"téléfilm sentimental","length": 95,"icon":"https://focus.telerama.fr/1111x625/2021/03/31/5b9a6dc0-a3d8-4f73-8e03-0f80e6edb4a5.jpg"},{"start":"20231112133000 +0100","stop":"20231112151000 +0100","channel": "TMC","title":"Noël avec un prince","desc":"En visite à New York, le prince Colin d'Exeter percute Dee Dee, une jeune New-Yorkaise. Pour se faire pardonner, il accepte de jouer du piano lors des répétitions de sa chorale, mais ne lui révèle pas sa véritable identité. Il va découvrir la ville, notamment le Queens, et remettre en question sa vie...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2022/10/11/64103dfc0bc6b2373b9eeb87df6853b9014f2200.jpg"},{"start":"20231112151000 +0100","stop":"20231112165500 +0100","channel": "TMC","title":"Noël au château enchanté","desc":"En déplacement en Irlande où elles se sont rendues pour rencontrer les membres de la famille de leur regretté père, Brooke et Margot y font la connaissance d'Aiden, comte de Glaslough et propriétaire d'un superbe château. Face à cet aristocrate, les deux soeurs éhontées inventent un énorme mensonge puisqu'elles lui affirment travailler pour une prestigieuse agence événementielle et lui proposent de se charger d'organiser les festivités du gala de Noël prévu sur place. Mais leur inexpérience ne tarde pas à leur jouer des tours et le duo risque d'être bien vite démasqué...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/12/26/af9283ff9f95d36eb8bbe835f9b07f5d3450313c_388418D1AD5FA37B523E649C0B49F754.jpg"},{"start":"20231112165500 +0100","stop":"20231112183500 +0100","channel": "TMC","title":"Prochain arrêt, Noël","desc":"Angie, médecin à New York, s'apprête à fêter Noël toute seule. Dans le train qui doit la ramener chez elle, elle se retrouve transportée dix ans plus tôt, en train de fêter Noël en famille avec Tyler, son compagnon de l'époque...","category":"téléfilm dramatique","length": 100,"icon":"https://focus.telerama.fr/1111x625/2022/10/20/725dfdba36e9fbe1864a7d734e25136b2480771b.jpg"},{"start":"20231112211000 +0100","stop":"20231112230000 +0100","channel": "NRJ 12","title":"Noël chez mon ex","desc":"Peu avant Noël, Shawn rompt avec sa petite amie Jesse et annonce à ses parents qu'il ne sera pas présent pour les fêtes. Liz, la maman de Shawn, réussit à convaincre Jesse de passer Noël avec eux, puisque leur fils ne sera pas présent. Le lendemain, Jesse fait la connaissance de David, le cousin de Shawn. Mais alors qu'ils sont tous réunis, Shawn débarque chez les Campbell. Il est surpris de voir Jesse...","category":"téléfilm humoristique","length": 110,"icon":"https://focus.telerama.fr/1111x625/2023/10/30/33a074464bfdec1ec834994bfa78bcabfa08c685_90E599587E971D84ACADD8AA1D59FBF1.jpg"},{"start":"20231112230000 +0100","stop":"20231113004000 +0100","channel": "NRJ 12","title":"Ma meilleure ennemie de Noël","desc":"Trish et Diana sont les reines de Noël de la ville de North Pole, dans le Vermont. Chaque année, elles participent au concours de décoration de maisons. A neuf reprises, elles ont remporté le Renne d'Or, le trophée destiné aux vainqueurs . Mais cette année, quelques jours avant Noël, les deux meilleures amies se disputent. Leur querelle, rendue publique, a fini par attirer l'attention d'une journaliste qui travaille pour une revue nationale et cherche à se faire connaître...","category":"téléfilm romanesque","length": 100,"icon":"https://focus.telerama.fr/1111x625/2022/11/28/15a3b779edf9c4c08018038b6ffb1ccd313dc44a.jpg"},{"start":"20231112224800 +0100","stop":"20231112233400 +0100","channel": "CSTAR","title":"Chicago Fire","subtitle":"L'esprit de Noël","desc":"Saison:10 - Episode:9 - Gallo, Violet et Ritter lancent officiellement leur microbrasserie lors du Winterfest. Brett s'apprête à présenter son nouveau projet au comité de surveillance. Noël approche et l'ambiance au sein de la caserne 51 s'en ressent...","date":"2021","category":"série dramatique","length": 46,"icon":"https://focus.telerama.fr/1111x625/2023/05/10/ddd6cb162fa5e0ef5f67e69c655c6ecb95ab6b29_74E033C001E7DFAFAFA21D3DE8AE5A9D.jpg"},{"start":"20231112041800 +0100","stop":"20231112044000 +0100","channel": "Gulli","title":"Les Razmoket *2021","subtitle":"Les traditions","desc":"Saison:1 - Episode:14 - La première Hanoukka de Tommy tombe le jour du réveillon de Noël et celui de Las Posadas. La famille Cornichon va devoir jongler entre les différentes traditions pour contenter tout le monde.","date":"2021","category":"jeunesse : dessin animé","length": 22,"icon":"https://focus.telerama.fr/1111x625/2021/11/16/081cd91390ab334caec4e8c291e5ada856836523.jpg"},{"start":"20231112210500 +0100","stop":"20231112224500 +0100","channel": "Gulli","title":"Souvenirs de Noël","desc":"Afin de vendre la maison familiale après le décès de sa mère, Noelle revient dans sa ville natale pour les fêtes de fin d'année. A peine arrivée, elle tombe sur un inconnu, Dave, en train de décorer ladite maison car il avait fait la promesse à la mère de Noelle de perpétuer cette tradition. Alors qu'elle ne devait rester que deux jours, la météo contraint Noelle à prolonger son séjour, ce qui lui donne l'occasion d'apprendre à mieux connaître Dave...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231112224500 +0100","stop":"20231113003000 +0100","channel": "Gulli","title":"Un Noël de star","desc":"Addison Tate est la principale du collège de la petite ville de Mission City. Cette année, Noël aura un goût amer. En effet, l'établissement est menacé de fermeture en raison de coupes budgétaires. Afin de sauver son école et mobiliser des donateurs, Addison fait alors appel à Dylan Davidson, son premier amour devenu star de cinéma, pour faire la mise en scène du spectacle de Noël. Elle compte là-dessus pour changer la donne...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/03/28/19811bed-51d4-463d-8c9c-83758df804cc.jpg"},{"start":"20231112163000 +0100","stop":"20231112183000 +0100","channel": "6ter","title":"Les murmures de Noël","desc":"Plus que jamais, à l'approche de Noël, la brigade céleste des anges veille au bonheur des êtres vivant sur Terre. Mais après 3000 ans de bons et loyaux services, Uriel manque de motivation. Quand, soudain, il tombe sous le charme de Laura, jolie sculptrice aveugle au coeur brisé, il se lance dans une folle entreprise : redevenir humain pour la rendre à nouveau heureuse...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/10/14/02c30caf48dd40304098b79c8c209feadf4b4999.jpg"},{"start":"20231112102500 +0100","stop":"20231112115500 +0100","channel": "RMC Découverte","title":"100 jours avec les dépanneurs de l'autoroute","subtitle":"Ça sent le sapin","desc":"Saison:2 - Episode:3 - À quelques jours de Noël, les dépanneuses se décorent de guirlandes et de sapins, mais il n'y a pas de trêve des confiseurs chez les dépanneurs. Pierrot répond au SOS d'un camion frigorifique qui, après avoir emprunté un raccourci trompeur, a bien failli basculer entièrement dans la rivière. Bruno, le patron du garage, va devenir le père Noël des autoroutes pour sauver des grands-parents aux bras chargés de cadeaux et victimes d'une sortie de route.","date":"2022","category":"documentaire sciences et technique","length": 90,"icon":"https://focus.telerama.fr/1111x625/2021/08/26/672e5fc33e7da3d439d69d28a7ea6fd7a779fd50.jpg"},{"start":"20231113140000 +0100","stop":"20231113154000 +0100","channel": "TF1","title":"Le Noël surprise d'Emily","desc":"Employée d'une agence de communication, Emily se voit confier une nouvelle mission qui s'annonce délicate. En effet, la jeune femme doit se rendre dans la ville où a grandi Jamie, son ancien compagnon, afin d'y honorer un contrat en pleine période des fêtes de Noël. Emily prend le train pour rejoindre la gare de la bourgade, où elle arrive après un court trajet. Lorsqu'elle pose le pied sur le quai, elle aperçoit des membres de son ex-belle famille qui l'ont eux aussi repérée et qui avancent vers elle. Complètement surprise, Emily voit ces derniers, visiblement pas informés de sa récente rupture avec Jamie, l'inviter à passer Noël chez eux...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2023/11/01/86e714f8701740b06671aaa8f5ae0bd92a881300_8AB2F510A193E0E0618D45ADBD9780A1.jpg"},{"start":"20231113154000 +0100","stop":"20231113172500 +0100","channel": "TF1","title":"Une famille cinq étoiles pour Noël","desc":"Lucy rentre dans sa maison familiale pour les vacances de Noël, dans la petite ville de Pinewood. Une surprise de taille attend la famille. Ted, le père, a transformé, à grands frais, la maison en chambre d'hôtes. Non seulement ils ne reconnaissent plus la maison, mais Ted est au bord de la faillite...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/20/c4e9e978cb55179dc7c528615e0fa2be00004717.jpg"},{"start":"20231113211000 +0100","stop":"20231113220500 +0100","channel": "TF1","title":"Superpapa","desc":"Depuis le décès de son épouse, Christophe Perrot est devenu maniaque et passe son temps à vouloir tout contrôler, ce qui ne convient pas toujours à son fils Victor, 15 ans. Peu avant Noël, il apprend que l'un des accompagnateurs de la classe de neige prévue s'est désisté. Il saute sur l'occasion pour le remplacer, ce qui ne plaît ni à Marina Aouate, la professeur de SVT, ni à Victor. Lorsque Christophe découvre qu'il peut entendre les pensées des adolescents, y compris celles de son fils, sa vie vire au cauchemar...","category":"téléfilm humoristique","length": 55,"icon":"https://focus.telerama.fr/1111x625/2023/10/30/261213365433cd56900af424ad80c915af08187b_3BBC1AAC9DEC3B8229D1C6F438706D46.jpg"},{"start":"20231113220500 +0100","stop":"20231113230000 +0100","channel": "TF1","title":"Superpapa","desc":"Depuis le décès de son épouse, Christophe Perrot est devenu maniaque et passe son temps à vouloir tout contrôler, ce qui ne convient pas toujours à son fils Victor, 15 ans. Peu avant Noël, il apprend que l'un des accompagnateurs de la classe de neige prévue s'est désisté. Il saute sur l'occasion pour le remplacer, ce qui ne plaît ni à Marina Aouate, la professeur de SVT, ni à Victor. Lorsque Christophe découvre qu'il peut entendre les pensées des adolescents, y compris celles de son fils, sa vie vire au cauchemar...","category":"téléfilm humoristique","length": 55,"icon":"https://focus.telerama.fr/1111x625/2023/10/30/fcb866c6de17e013cdb0b40656983ba1b2654576_CE47EB69343A7ED9B653B80B7085DD91.jpg"},{"start":"20231113125000 +0100","stop":"20231113145000 +0100","channel": "W9","title":"Une famille pour Noël","desc":"Alors qu'elle ne devait quitter sa petite ville du Montana et son petit ami Ben que le temps d'un stage à San Francisco, Hannah, jeune journaliste, y a fait carrière. Dix ans plus tard, elle est devenue une reporter réputée. La veille de Noël, un étrange Père Noël lui propose de faire un voeu : solitaire, elle repense alors à Ben. Le lendemain, elle se réveille mariée à celui-ci et mère de deux petites filles...","category":"téléfilm sentimental","length": 120,"icon":"https://focus.telerama.fr/1111x625/2021/10/11/f1bd2547ba4ed4092f7e88c8fa882ffcb2c4c336.jpg"},{"start":"20231113145000 +0100","stop":"20231113164000 +0100","channel": "W9","title":"Noël en héritage","desc":"Ember Morley, graphiste et illustratrice de livres de contes en herbe à Manhattan, est surprise d'apprendre qu'elle a hérité de la ferme d'arbres de Noël de sa grand-mère. Elle retourne dans sa ville natale de Willow Hill afin de la vendre, mais les charmants citadins la convainquent de rester un peu plus longtemps et de l'aider à planifier leur festival annuel de l'arbre de Noël. Aux côtés de Brandon Hart, le charmant gardien de la ferme avec qui elle collabore pour conclure la vente, Ember se remémore des choses qu'elle voulait autrefois dans la vie. La magie des fêtes pourrait la guider sur le bon chemin...","category":"téléfilm sentimental","length": 110,"icon":"https://focus.telerama.fr/1111x625/2021/12/11/a478e9d0e0ff69978e0cc7a54eed0ea7b76e97a2.jpg"},{"start":"20231113003000 +0100","stop":"20231113015800 +0100","channel": "Gulli","title":"Dashing home for Christmas","desc":"Emily, femme d'affaires à la carrière prometteuse, a manqué toutes les réunions de famille cette année et tient absolument à rentrer chez elle pour Noël. Mais une série de mésaventures mettent en péril sa venue, entre des retards dans les transports en commun, des vols détournés, des trains en panne et une valise perdue. Elle est alors contrainte de faire la route avec Simon, un compagnon de galère rencontré fortuitement, qui prend ces contretemps avec beaucoup de décontraction.","category":"téléfilm romanesque","length": 88,"icon":"https://focus.telerama.fr/1111x625/2021/07/26/b472c64f7085a66f9be704d8b83438168cd27d0b.jpg"},{"start":"20231113210500 +0100","stop":"20231113224500 +0100","channel": "Gulli","title":"Un parfum de Noël","desc":"Blair Henderson, une responsable de ventes vivant à New York est envoyée dans les Highlands pendant la période de Noël. Elle est chargée d'acquérir un parfum produit en édition limitée par le comte Alistair McGregor. Arrivée sur place, Blair tombe amoureuse des lieux. Mais les négociations avec l'aristocrate ne mènent à rien...","category":"téléfilm sentimental","length": 100,"icon":"https://focus.telerama.fr/1111x625/2021/10/28/045402cf67bafb16811e9a8ead043e3b67844716.jpg"},{"start":"20231113224500 +0100","stop":"20231114003000 +0100","channel": "Gulli","title":"Noël en escarpins","desc":"Noëlle aime le mois de décembre car, chaque année pour les fêtes, sa grand-mère lui offre une paire de chaussures lui ayant appartenu. Ces dernières auraient des pouvoirs magiques mais, depuis une mauvaise expérience passée, Noëlle n'y croit plus. Lorsqu'elle rencontre le charmant John Reid, tout en étant chaussée de magnifiques escarpins roses, elle se demande si les chaussures n'y sont pas pour quelque chose.","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2022/10/24/d235a39a85e91de2bcb807010491206f154b825c.jpg"},{"start":"20231113172500 +0100","stop":"20231113191000 +0100","channel": "TF1 Séries Films","title":"Le médaillon de Noël","desc":"Christine, une mère divorcée qui peine à joindre les deux bouts, s'est installée il y a quelques mois à Wilsonville, une petite bourgade du Vermont. Un matin, elle sauve la vie d'une dame, Judy, victime d'une crise cardiaque. Mais en lui venant en aide, elle égare un médaillon représentant l'étoile polaire, un objet auquel elle tient énormément car il lui vient de son père, qu'elle n'a jamais connu. Puis Christine arrive en retard au restaurant où elle travaille, et elle est licenciée avant de s'apercevoir qu'elle a perdu son médaillon. A trois semaines de Noël, le sort semble s'acharner contre elle : son ex-mari veut obtenir la garde de leurs enfants, Zach et Kelly, et elle va se faire expulser de sa maison. C'est alors que Judy charge Jason, son petit-fils, de la retrouver. L'amour pourrait bien venir bousculer la vie de Christine...","category":"téléfilm sentimental","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/11/28/483b0a1c7d81ead7912b7601cd084520b2118aee.jpg"},{"start":"20231113191000 +0100","stop":"20231113205500 +0100","channel": "TF1 Séries Films","title":"A la recherche de l'esprit de Noël","desc":"Charlotte Hart, journaliste en congés forcés, retourne vivre à Laurel Springs, la ville de son enfance, pour prendre soin de la famille de son frère, parti combattre en Afghanistan. Elle s'occupe ainsi de ses deux enfants adolescents, Morgan et Christopher, tout en gérant le journal local. Un jour, deux hommes d'affaires travaillant pour Huntslar et Associés, une entreprise d'investissement immobilier, se présentent à elle. Leur patron, Daniel Huntslar, souhaiterait racheter les commerces de la rue principale pour moderniser le coeur de ville. Il ne laisse toutefois que cinq jours aux habitants pour se décider. Charlotte voit tout cela d'un mauvais oeil, d'autant que les fêtes de Noël approchent...","category":"téléfilm dramatique","length": 105,"icon":"https://focus.telerama.fr/1111x625/2021/10/24/12438949.jpg"},{"start":"20231114003000 +0100","stop":"20231114015800 +0100","channel": "Gulli","title":"D'un Noël à l'autre","desc":"Pendant des années, les parents d'Olivia Anderson et ceux de Jeff passaient les vacances de Noël à Hawaï. C'est là qu'à l'adolescence, leurs deux enfants ont échangé leur premier baiser. Lorsqu'ils se revoient au même endroit vingt ans plus tard, Olivia et Jeff retrouvent leur ancienne alchimie, mais des circonstances les poussent à être séparés de nouveau...","category":"téléfilm sentimental","length": 88,"icon":"https://focus.telerama.fr/1111x625/2022/12/26/d53f3d5e2a21efd1be33dc50787e7879827493a0.jpg"},{"start":"20231114043400 +0100","stop":"20231114044000 +0100","channel": "Gulli","title":"Zig & Sharko","subtitle":"Noël au lagon","desc":"Saison:1 - Episode:69 - C'est Noël ! Zig décide de se déguiser en père Noël pour apporter un cadeau à Marina et s'emparer d'elle. Mais avec son traîneau en tronc de cocotier et ses phoques en guise de rennes, pour la discrétion, on repassera...","date":"2010","category":"série d'animation","length": 6,"icon":"https://focus.telerama.fr/1111x625/2021/06/10/148f31d7-cdaa-4081-b32b-938526ce610a.jpg"}]